{"category":{"title":"BUSINESS NEWS","stories":[{"id":"11201562","type":"story","headline":"EU \u0027surprised\u0027 at David Davis\u0027 complaint over no-deal planning","primary":{"id":"11201562","type":"article","firstCreated":1515519300,"lastRevised":1515529860,"headline":"EU \u0027surprised\u0027 at David Davis\u0027 complaint over no-deal planning","photo":{"url":"https:\/\/e3.365dm.com\/17\/12\/{width}x{height}\/skynews-david-davis-commons_4182543.jpg?20171214112125","source":"Sky News Screen Grab"},"byline":"Alix Culbertson, News Reporter","summary":"The European Union has said it is \u0022surprised\u0022 David Davis complained the bloc is planning for a no-deal Brexit.","body":["The Brexit Secretary sent a letter to Theresa May last month saying he would urge the EU to drop measures and guidance which could require UK companies to relocate to Europe or risk contracts being terminated if a Brexit deal is not struck.","Margaritis Schinas, European Commission chief spokesman, said: \u0022We are somehow surprised that the United Kingdom is surprised that we are preparing for a scenario announced by the UK Government itself.","\u0022After all, it was Prime Minister May herself who said in her Lancaster House speech in January 2017, and repeated in her Florence speech in September, that \u0027no deal for Britain is better than a bad deal for Britain, it is right that the Government should prepare for every eventuality\u0027.",{"buttonId":"096d95e48c50ab16530b9b7f69d82c41"},"\u0022So we take these words by the Prime Minister very seriously and it is therefore only natural that in this house we also prepare for every eventuality.\u0022","Mr Davis told the Prime Minister the EU\u0027s approach \u0022is frequently damaging to UK interests\u0022, according to extracts published by the Financial Times.","\u003Cstrong\u003E:: \u003Ca href=\u0022https:\/\/news.sky.com\/story\/eu-cannot-cherry-pick-terms-of-brexit-deal-11192730\u0022 target=\u0022_blank\u0022\u003EEU \u0027cannot cherry pick\u0027 terms of Brexit deal\u003C\/a\u003E\u003C\/strong\u003E","\u003Cstrong\u003E:: \u003Ca href=\u0022https:\/\/news.sky.com\/story\/nigel-farage-reveals-details-of-meeting-with-eus-brexit-negotiator-michel-barnier-11200281\u0022 target=\u0022_blank\u0022\u003ENigel Farage reveals details of meeting with EU\u0027s Brexit negotiator Michel Barnier\u003C\/a\u003E\u003C\/strong\u003E","He wrote that EU agencies have issued guidance to businesses stating the UK will become a \u0022third country\u0022 after Brexit.",{"buttonId":"b1eff9bb3ce1635eb38ca0770e58fd5b"},"The Brexit Secretary, who kept his job in \u003Ca href=\u0022https:\/\/news.sky.com\/story\/winners-and-losers-what-theresa-mays-new-cabinet-looks-like-11201341\u0022 target=\u0022_blank\u0022\u003E\u003Cstrong\u003EMonday\u0027s reshuffle\u003C\/strong\u003E\u003C\/a\u003E, warned the EU\u0027s current stance amounted to \u0022potential breaches of the UK\u0027s rights as a member state\u0022.","However, Mr Davis said a legal challenge would be lengthy and high-risk, according to advisers.","Mr Schinas said the EU does not \u0022feel there is anything new for us to say\u0022 with regards to a transition period or trade deal \u0022since this is part of the next stage of the negotiation\u0022.","He denied the EU\u0027s plans breached Britain\u0027s rights.","Scottish First Minister Nicola Sturgeon said Mr Davis\u0027 \u0022moaning\u0022 was \u0022extraordinary\u0022 because the Government has set aside £3.7bn in case the UK leaves the EU without a deal."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/eu-surprised-at-david-davis-complaint-over-no-deal-planning-11201562","video":{"id":4194554,"type":"video","firstCreated":1514627233,"lastRevised":1514631428,"headline":"\u0027People will change their minds over Brexit\u0027","photo":{"url":"https:\/\/e3.365dm.com\/17\/12\/{width}x{height}\/Ut_HKthATH4eww8X4xMDoxOjA4MTsiGN_4194555.jpg?20171230094713","source":"Ooyala - Sky News UK"},"summary":"Lord Adonis says that when the public see the final Brexit offer, they will change their minds.","runtime":91,"formats":{"MP2T_":"http:\/\/player.ooyala.com\/player\/appletv\/ljdDd0ZDE61n9ivF9CU3Lj5L_wvJwm9g.m3u8","MP4_374":"http:\/\/ooyala.news.sky.com\/ljdDd0ZDE61n9ivF9CU3Lj5L_wvJwm9g\/DOcJ-FxaFrRg4gtDEwOjk0OjZmO73fD2","MP4_700":"http:\/\/ooyala.news.sky.com\/ljdDd0ZDE61n9ivF9CU3Lj5L_wvJwm9g\/DOcJ-FxaFrRg4gtDEwOm90OmtuO6gGpU","MP4_3000":"http:\/\/ooyala.news.sky.com\/ljdDd0ZDE61n9ivF9CU3Lj5L_wvJwm9g\/DOcJ-FxaFrRg4gtDEwOjM3NjpvMTE79t"},"sensitivity":"normal","ooyalaId":"ljdDd0ZDE61n9ivF9CU3Lj5L_wvJwm9g","videoPlatformId":"ljdDd0ZDE61n9ivF9CU3Lj5L_wvJwm9g"},"mainPhoto":{"url":"https:\/\/e3.365dm.com\/17\/12\/{width}x{height}\/skynews-david-davis-commons_4182543.jpg?20171214112125","source":"Sky News Screen Grab"},"photo":{"url":"https:\/\/e3.365dm.com\/17\/12\/{width}x{height}\/skynews-david-davis-commons_4182543.jpg?20171214112125","source":"Sky News Screen Grab"},"buttons":[{"id":"096d95e48c50ab16530b9b7f69d82c41","text":"Brexit Forensics: Frankfurt\u0027s gain","module":{"id":4193442,"type":"video","self":"https:\/\/feeds.skynews.com\/feeds\/mobile\/module\/video\/4193442"}},{"id":"b1eff9bb3ce1635eb38ca0770e58fd5b","text":"\u0027People will change their minds over Brexit\u0027","module":{"id":4194554,"type":"video","self":"https:\/\/feeds.skynews.com\/feeds\/mobile\/module\/video\/4194554"}}]},{"id":"11201035","type":"story","headline":"Tesco named Christmas winner as grocery shoppers spend extra £1bn","primary":{"id":"11201035","type":"article","firstCreated":1515492420,"lastRevised":1515516480,"headline":"Tesco named Christmas winner as grocery shoppers spend extra £1bn","photo":{"url":"https:\/\/e3.365dm.com\/16\/06\/{width}x{height}\/gettyimages-497823444-1-2048x1536_3476678.jpg?20170110154158","source":"Getty"},"byline":"John-Paul Ford Rojas, Business Reporter","summary":"Tesco was named the best major supermarket performer in the run-up to Christmas as shoppers splashed out an extra £1bn across the sector, according to new figures.","body":["Industry data from Kantar Worldpanel showed sales at Tesco rose by 3.1% in the 12 weeks to 31 December, well ahead of \u0022big four\u0022 rivals Sainsbury\u0027s, Asda and Morrisons at about 2% each.","But separate numbers from the British Retail Consortium (BRC) highlighted the starkly different picture for non-food stores, which saw their worst fall since 2009.","Squeezed households have had to manage their budgets over a period when grocery inflation climbed to 3.7%, according to the Kantar data.","Fast-growing discounters Aldi and Lidl were the biggest winners over the period, with sales up at each by 16.8%.","Overall sales for the sector rose 3.8% to £28.9bn compared to last year.","Tesco - which will report its own figures later this week - was boosted by the performance of its own label products as well as last-minute Sunday purchases at its convenience store network on Christmas Eve.","Kantar said that, across the grocery retailers, households shrugged off economic worries to spend an average £1,054 over the period.","It said shoppers continued to trade up to more expensive products, with a record £469m spent on premium own label lines such as chilled items, bakery goods and fresh meat in December alone.","Mince pie sales rose 13.2% to £93m while alcohol was up 5.1% to £3.9bn.","The upbeat update on festive trading from Kantar helped the UK\u0027s listed grocers put on some market value with shares in Sainsbury\u0027s, Morrisons and M&S all rising by more than 2%.","Tesco gained fractionally.","Fraser McKevitt, head of retail and consumer insight at Kantar Worldpanel, said: \u0022Overall supermarket sales increased in value by 3.8%, with an additional £1bn ringing through the tills compared to the same festive period last year.","\u0022Shoppers parted with £747m on 22 December alone, making the Friday before Christmas the busiest shopping day ever recorded.\u0022","The report came on the same day as \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/morrisons-reports-strong-trading-over-christmas-period-11200888\u0022 target=\u0022_blank\u0022\u003EMorrisons delivered\u003C\/a\u003E\u003C\/strong\u003E its own better-than-expected trading update, and a day ahead of figures from Sansbury\u0027s.","Figures from the BRC also out on Tuesday showed UK retailers saw a 0.6% like-for-like sales rise in December but the report highlighted how the \u0022severe pressure\u0022 on spending was weighing heavily on some firms much more than others.","It said that for the three months to December, food sales were up 2.6% but non-food sales saw their worst decline since March 2009 - at the height of the financial crisis - with a fall of 1.9%.","BRC chief executive Helen Dickinson said: \u0022The divergence between growth in sales of food and non-food has never been so stark.","\u0022With inflation outpacing income growth, shoppers continued to see more of their spending power absorbed by essential items, including food, leaving less left over for buying Christmas gifts."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/tesco-named-christmas-winner-as-grocery-shoppers-spend-extra-1631bn-11201035","mainPhoto":{"url":"https:\/\/e3.365dm.com\/16\/06\/{width}x{height}\/gettyimages-497823444-1-2048x1536_3476678.jpg?20170110154158","source":"Getty"},"photo":{"url":"https:\/\/e3.365dm.com\/16\/06\/{width}x{height}\/gettyimages-497823444-1-2048x1536_3476678.jpg?20170110154158","source":"Getty"}},{"id":"11200888","type":"story","headline":"Morrisons reports strong Christmas trading as it keeps a lid on prices","primary":{"id":"11200888","type":"article","firstCreated":1515481920,"lastRevised":1515516540,"headline":"Morrisons reports strong Christmas trading as it keeps a lid on prices","photo":{"url":"https:\/\/e3.365dm.com\/17\/03\/{width}x{height}\/5fa527cd0231ac1112f193cbdb99e9cb1e6a5b8bf19b8d003d384544bb7c34e4_3905990.jpg?20170309064218","source":"Getty"},"byline":"John-Paul Ford Rojas, Business Reporter","summary":"Morrisons said it enjoyed strong Christmas and New Year trading as like-for-like retail sales rose 2.1% in the ten weeks to 7 January.","body":["The Bradford-based retailer - the first major supermarket to reveal how it performed over the recent festive period - said it had kept a lid on prices for shoppers despite higher commodity costs.","It added that sales of its \u0022Best\u0022 premium products were up by a quarter, new home and leisure ranges were proving popular and online sales grew 10%. Shares opened 4% higher before the gains were pared back to close 2.4% up.","Morrisons said overall group like-for-like sales were up by a better-than-expected 2.8%, boosted by a wholesale deal with convenience store chain McColl\u0027s.","The company said performance was \u0022especially strong over the Christmas and New Year period\u0022 with store sales up 2.8% and group sales up 3.7% in the six weeks to 7 January.","Morrisons said it had become more competitive despite the increase in its buying costs - which have risen for many UK businesses after the collapse in the pound following the Brexit vote made imports more expensive.","\u0022Despite input cost pressures on many commodities, the price of a basket of key Christmas items was the same as last year,\u0022 the company said.","Chief executive David Potts - who has been credited with turning around the performance of the business - said: \u0022More and more customers found more things they wanted to buy at competitive prices at Morrisons this Christmas.\u0022","Laith Khalaf, senior analyst at Hargreaves Lansdown, said by keeping down prices it was likely to have taken a hit on profit margins or squeezed its suppliers.","Elsewhere, Majestic Wine\u0027s chief executive Rowan Gormley said it had performed \u0022brilliantly\u0022 over the key Christmas period, with like-for-like retail sales up 1.3% while it maintained its profit margin at the same level as last year.","He said it showed the business\u0027s \u0022winning formula\u0022 worked \u0022even when times are tough\u0022.","Those comments reflect a difficult environment for retailers as consumers are squeezed by higher inflation and weak wage growth - meaning that in real terms, their pay is falling.","Tesco and Sainsbury\u0027s are due to report Christmas trading figures later in the week.","Investors were also responding to \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/tesco-named-christmas-winner-as-grocery-shoppers-spend-extra-1bn-11201035\u0022 target=\u0022_blank\u0022\u003Eindustry data\u003C\/a\u003E\u003C\/strong\u003E from Kantar Worldpanel showing that shoppers spent an additional £1bn in grocery stores over the 12 weeks to 31 December - trading up to more expensive items despite tightening budgets.","Tesco was the fastest growing of the major supermarkets, according to Kantar."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/morrisons-reports-strong-trading-over-christmas-period-11200888","mainPhoto":{"url":"https:\/\/e3.365dm.com\/17\/03\/{width}x{height}\/5fa527cd0231ac1112f193cbdb99e9cb1e6a5b8bf19b8d003d384544bb7c34e4_3905990.jpg?20170309064218","source":"Getty"},"photo":{"url":"https:\/\/e3.365dm.com\/17\/03\/{width}x{height}\/5fa527cd0231ac1112f193cbdb99e9cb1e6a5b8bf19b8d003d384544bb7c34e4_3905990.jpg?20170309064218","source":"Getty"}},{"id":"11201349","type":"story","headline":"Entrepreneur Theo Paphitis says retail sector sliding towards \u0027precipice\u0027","primary":{"id":"11201349","type":"article","firstCreated":1515508080,"lastRevised":1515511200,"headline":"Entrepreneur Theo Paphitis says retail sector sliding towards \u0027precipice\u0027","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-theo-paphitis-dragons-den_4201624.jpg?20180109143541","source":"PA"},"byline":"John-Paul Ford Rojas, Business Reporter","summary":"Theo Paphitis has blamed the Government for allowing the UK\u0027s beleaguered retail sector to slide \u0022closer and closer towards the precipice\u0022.","body":["The former Dragons\u0027 Den star, and entrepreneur behind high street chains Ryman, Robert Dyas and Boux Avenue, blamed changes to business law as well as the disparity in taxes facing online platforms and bricks-and-mortar retailers.","Mr Paphitis made the comments as a slew of trading updates have started to reveal just how challenging Christmas has been for UK stores amid a squeeze on household spending.","He revealed that two of his own brands had seen like-for-like sales growth in the six weeks to 24 December, with stationer Ryman up 4.8% and household good chain Robert Dyas up 2%.","But there was a 2.8% decline for lingerie brand Boux Avenue, blamed on weaker than expected footfall at regional shopping centres as well as temporary supply chain difficulties.","Mr Paphitis said: \u0022As anticipated and reported, the Christmas trading period as has been the case for most of this year, was \u0027hard work\u0027 for many retailers.","\u0022In all my years I have never seen it so hard and unforgiving where the shopper will punish you if you take your eye off the ball.","\u0022It has now become clear that governmental thinking around changes to business legislation, policy and taxation of revenues especially in the UK, is lagging well behind the development of the retail sector globally, which is creating more uncertainty and risk for retailers and thus the economy.","\u0022With very little interest shown by Government in this key economic pillar, it really does feel like retail as we know it is creeping closer and closer towards the precipice.","\u0022We continue to watch this space carefully but are not confident of improvements and see it as the biggest risk to our high street and physical shops.\u0022","Mr Paphitis\u0027s comments on taxation echo the growing chorus of unrest from traditional retailers who believe the business rates burden they face puts them at a disadvantage to online rivals.","The remarks follow profit warnings from Debenhams and Mothercare after disappointing Christmas trading - though there was a better than expected performance from fashion chain Next.","Meanwhile, the end of 2017 saw some high street names collapse or come close to the brink, with furniture retailer Multiyork going into administration and Toys R Us winning a reprieve from creditors though left having to close 26 stores."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/entrepreneur-theo-paphitis-says-retail-sector-sliding-towards-precipice-11201349","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-theo-paphitis-dragons-den_4201624.jpg?20180109143541","source":"PA"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-theo-paphitis-dragons-den_4201624.jpg?20180109143541","source":"PA"}},{"id":"11201455","type":"story","headline":"Just Eat faces backlash on 50p service charge ahead of card surcharge ban","primary":{"id":"11201455","type":"article","firstCreated":1515514080,"lastRevised":1515517800,"headline":"Just Eat faces backlash on 50p service charge ahead of card surcharge ban","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-just-eat-takeaway_4201721.jpg?20180109163756","source":"Other"},"byline":"James Sillars, Business Reporter","summary":"Customers and consumer groups have rounded on Just Eat after the company imposed a new service charge on its orders ahead of a looming ban on all card surcharges.","body":["The takeaway delivery app imposed the 50p cost on all its customers from Monday having previously only applied it to online users.","At the same time, the company removed a 50p fee for debit and credit card payments to comply with the change in the law.","The ban on all card fees, enacted by the EU, takes effect on Saturday.","It will remain in place after Britain completes its divorce from Brussels.","Just Eat said: \u0022We were already reviewing our approach to charging for the services we provide to customers on behalf of our restaurants.","\u0022As of 8 January 2018 we have made a change to the way restaurants are charged to process Just Eat orders - a 50p service charge will be implemented for all orders.","\u0022Previously only customers who paid online were charged - we don\u0027t think it\u0027s fair for online payment customers to shoulder the costs associated with cash orders too, which is why we\u0027re introducing a charge applied equally across our customer base.","\u0022The 50p charge simply means that along with our restaurant partners, we can continue to deliver the best possible takeaway experience, and applying the charge equally across the customer base, ensures fairness for all.\u0022","Social media users were among those criticising Just Eat\u0027s decision.","One wrote on Twitter: \u0022@JustEatUK 50p \u0027service charge\u0027 are you just blatantly trying to get rid of your customer base? Awful.\u0022","Another said: \u0022Top tip for avoiding the new 50p service charge on all @JustEatUK orders - ring the takeaway yourself and place order. #JustEat #50p #CutOutTheMiddleMan.\u0022","The consumer group Which? called on consumers to be vigilant to ensure the ban on so-called interchange fees \u0022does not result in price increases, minimum spend limits or even cards being refused by retailers.\u0022","Its money expert, Gareth Shaw, added: \u0022These new rules should finally put an end to consumers paying excessive surcharges and additional fees just for using their cards.","\u0022Trading Standards must now make sure this ban is enforced across the board, and that businesses can\u0027t find sneaky ways around it.\u0022","Just Eat, which joined the ranks of the FTSE 100 late last year, saw its share price fall 1.4% on Tuesday."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/just-eat-faces-backlash-on-service-charge-ahead-of-card-surcharge-ban-11201455","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-just-eat-takeaway_4201721.jpg?20180109163756","source":"Other"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-just-eat-takeaway_4201721.jpg?20180109163756","source":"Other"}},{"id":"11201406","type":"story","headline":"Byron may shut 20 restaurants in financial rescue plan","primary":{"id":"11201406","type":"article","firstCreated":1515511260,"lastRevised":1515516960,"headline":"Byron may shut 20 restaurants in financial rescue plan","photo":{"url":"https:\/\/e3.365dm.com\/17\/11\/{width}x{height}\/skynews-byron-burgers-restaurant_4167155.jpg?20171126170757","source":"Getty"},"summary":"Byron, the struggling burger restaurant chain, has placed 20 sites at risk of closure under a restructuring plan aimed at securing its future.","body":["The announcement, by business services firm KPMG, was brought forward shortly after \u003Ca href=\u0022https:\/\/news.sky.com\/story\/troubled-burger-chain-byron-pins-survival-hopes-on-cva-plan-11201211\u0022 target=\u0022_blank\u0022\u003E\u003Cstrong\u003ESky News revealed\u003C\/strong\u003E\u003C\/a\u003E that Byron was seeking a so-called company voluntary arrangement (CVA) aimed at slashing costs, including rent bills, following a strategic review of the business.","The company emphasised that no restaurants would close on day one of the CVA, and its 1,800 employees, suppliers and business rates would continue to be paid on time and in full.","The restaurants at risk of closure are its eateries in Aberdeen, Birmingham, Bristol, Camberley, Cardiff, Derby, Gateshead Metro Centre, Glasgow, Harrogate, Hoxton Square (London), Leicester, Manchester Corn Exchange, Manchester Deansgate, Spitalfields, Store Street (London), Stratford upon Avon, Wandsworth (London), Westbourne Grove (London), Windsor and Worcester.","KPMG said: \u0022As part of this strategic review, the directors have been successful in negotiating a financial restructuring with the company\u0027s lenders and shareholders, which will enable new investment to come into the business.","\u0022Completion of this financial restructuring is conditional on the approval of today\u0027s CVA proposal, which is designed to tackle the cost of the company\u0027s leasehold obligations across its UK restaurant portfolio.","\u0022As with similar CVAs, this arrangement seeks to strike a balance which provides a fair compromise to landlords, while allowing the viable part of the business to move forward across a smaller, more profitable core estate.\u0022","All Byron\u0027s 67 restaurants are leaseholds while it also operates nine other leasehold sites, including its London head office.","Byron has been suffering from rising costs and a downturn in trading at many of its restaurants, as well as broader pressure on the restaurant sector amid greater competition from high street and delivery-based rivals.","Information distributed to potential bidders for the business had indicated that 13 of its sites are loss-making or marginal, and fall into a category headed \u0022exit immediately\u0022.","Byron boss, Simon Cope, said: \u0022Byron\u0027s core restaurant business and brand remain strong but the market that we operate in has changed profoundly.","\u0022In order to continue serving our loyal customer base, we need to make some critical and difficult changes to the size and shape of our estate.","\u0022With the support of our new owners, our creditors, landlords and other business partners, I\u0027m confident Byron will able to continue providing our consumers with the best burger experience.","\u0022The teams in our restaurants are always such an inspiration and we will work hard to support them throughout this difficult process.\u0022","The CVA, if approved by creditors on 31 January, paves the way for a transaction under which Three Hills Capital Partners (THCP), an investment firm, will become Byron\u0027s majority shareholder."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/byron-may-shut-20-restaurants-in-financial-rescue-plan-11201406","mainPhoto":{"url":"https:\/\/e3.365dm.com\/17\/11\/{width}x{height}\/skynews-byron-burgers-restaurant_4167155.jpg?20171126170757","source":"Getty"},"photo":{"url":"https:\/\/e3.365dm.com\/17\/11\/{width}x{height}\/skynews-byron-burgers-restaurant_4167155.jpg?20171126170757","source":"Getty"}},{"id":"11201393","type":"story","headline":"Microsoft pulls security update that freezes PCs","primary":{"id":"11201393","type":"article","firstCreated":1515510420,"lastRevised":1515519240,"headline":"Microsoft pulls security update that freezes PCs","photo":{"url":"https:\/\/e3.365dm.com\/17\/10\/{width}x{height}\/skynews-microsoft-silicon-valley_4124371.jpg?20171010014442","source":"Getty"},"summary":"Microsoft said on Tuesday that it was suspending a security update after it was found to be freezing PCs.","body":["In a support blog Microsoft said that machines running on AMD chipsets were not going to be protected against the Spectre vulnerability, which was disclosed last week.","The company said: \u0022To prevent AMD customers from getting into an unbootable state, Microsoft will temporarily pause sending the following Windows operating system updates to devices with impacted AMD processors at this time.\u0022","It follows a revelation last week by security researchers of \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/computers-face-global-slowdown-due-to-flaw-in-intel-chips-11193992\u0022 target=\u0022_blank\u0022\u003Evulnerabilities affecting chips\u003C\/a\u003E\u003C\/strong\u003E developed by Intel, AMD, and ARM, which could leave memory and data vulnerable to theft.","\u003Cstrong\u003E:: \u003Ca href=\u0022https:\/\/news.sky.com\/story\/apple-warns-iphones-ipads-and-mac-computers-hit-by-intel-flaw-11195945\u0022 target=\u0022_blank\u0022\u003EApple warns on chip security flaw\u003C\/a\u003E\u003C\/strong\u003E","Microsoft said that it had received complaints from AMD customers about PCs freezing after applying the security update.","\u003Cstrong\u003E:: \u003Ca href=\u0022https:\/\/news.sky.com\/story\/chipocalypse-now-race-for-high-speed-processors-behind-chip-security-fiasco-11196352\u0022 target=\u0022_blank\u0022\u003ERace for high-speed processors behind Intel fiasco\u003C\/a\u003E\u003C\/strong\u003E","After investigating the issue, the company found that some AMD chipsets actually did not conform to the technical documentation that AMD provided.","Microsoft said it was causing PCs to freeze or have blue screen errors on machines running the Windows 10, Windows 8.1 and Windows 7 operating systems.","Windows users are still encouraged to apply all security updates. Microsoft is no longer sending out the update which may freeze PCs.","A Microsoft spokesperson told Sky News: \u0022We\u0027re working with AMD to resolve this issue and resume security updates to affected AMD devices via Windows Update and Windows Server Update Services (WSUS). More information is \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/na01.safelinks.protection.outlook.com\/?url=https%3A%2F%2Fsupport.microsoft.com%2Fen-us%2Fhelp%2F4073707%2Fwindows-operating-system-security-update-block-for-some-amd-based-devi&data=02%7C01%7CKatie.Stainer%40assemblyinc.com%7Ce7bdbae47eb349e54a6308d557554d21%7Cb824bfb3918e43c2bb1cdcc1ba40a82b%7C0%7C0%7C636510946242547878&sdata=pSoincQ9pJXwhChw2ofr10IupsdVJbYsw55emm%2FAa20%3D&reserved=0\u0022 target=\u0022_blank\u0022\u003Eavailable here\u003C\/a\u003E\u003C\/strong\u003E.","\u0022For information about AMD devices please contact AMD.\u0022"],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/microsoft-pulls-security-update-that-freezes-pcs-11201393","mainPhoto":{"url":"https:\/\/e3.365dm.com\/17\/10\/{width}x{height}\/skynews-microsoft-silicon-valley_4124371.jpg?20171010014442","source":"Getty"},"photo":{"url":"https:\/\/e3.365dm.com\/17\/10\/{width}x{height}\/skynews-microsoft-silicon-valley_4124371.jpg?20171010014442","source":"Getty"}},{"id":"11201673","type":"story","headline":"Daily Mail accuses Virgin Trains of censorship over paper ban","primary":{"id":"11201673","type":"article","firstCreated":1515525060,"lastRevised":1515528900,"headline":"Daily Mail accuses Virgin Trains of censorship over paper ban","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-virgin-trains_4201811.jpg?20180109191319","source":"PA"},"summary":"The Daily Mail has accused Virgin Trains of censorship after the rail operator stopped selling the newspaper.","body":["Virgin announced in an internal note that it had ceased stocking the paper in November because of matters raised by staff.","The note said workers expressed \u0022considerable concern\u0022 about the Mail\u0027s editorial position on issues such as immigration, LGBT rights and unemployment.","But the newspaper said the train firm told it at the time the reason Virgin would no longer be stocking the Mail was because it was aiming to \u0022save space\u0022.","The Mail claimed Virgin was acting for political reasons after the paper criticised a decision to use taxpayer funds to \u0022bail out\u0022 Virgin\u0027s East Coast mainline franchise.","A spokesman for the Daily Mail said: \u0022It is disgraceful that, at a time of massive customer dissatisfaction over ever-increasing rail fares, and after the taxpayer was forced to bail out Virgin\u0027s East Coast mainline franchise, a decision strongly criticised by the Mail, that Virgin Trains should now announce that for political reasons it is censoring the choice of newspapers it offers to passengers.","\u0022It is equally rich that Virgin chose to launch this attack on free speech in the Aslef trade union journal.","\u0022For the record Virgin used to sell only 70 Daily Mails a day.","\u0022They informed us last November that to save space, they were restricting sales to just three newspapers: the Mirror, FT and Times.","\u0022They gave no other reason, but it may be no coincidence that all those titles, like Virgin owner Sir Richard Branson, are pro-Remain.\u0022","A spokesman for Virgin Trains said: \u0022We regularly review the products we have on sale for customers in the shop on board our West Coast trains and after listening to feedback from our people, we decided in November 2017 that we would no longer stock copies of the Daily Mail.","\u0022When we stocked the Daily Mail on board, we sold one copy for every four trains.\u0022","An internal note to staff within Virgin Trains\u0027 West Coast business said: \u0022Different viewpoints are often valuable, and it\u0027s certainly true that we choose to take our news from different sources depending on our view of the world.","\u0022Thousands of people choose to read The Daily Mail every day.","\u0022But, from Sunday 26 November, they will no longer be reading it courtesy of VT.","\u0022There\u0027s been considerable concern raised by colleagues about The Daily Mail\u0027s editorial position on issues such as immigration, LGBT rights and unemployment.","\u0022After due consideration, we\u0027ve decided that this particular paper is not at all compatible with the VT brand and our beliefs.","\u0022We will continue to offer The Times to customers, but we won\u0027t be stocking the Daily Mail for sale or as a giveaway.","\u0022This won\u0027t suit all of our customers or all of our people, it\u0027s certain to draw some criticism.","\u0022But we\u0027ve listened to many colleagues over the last few months, and we feel that this is the right move to take.\u0022","Stationery firm Paperchase were criticised after they apologised for advertising in the Daily Mail last November following action by campaigners.","Lego and The Body Shop have also previously announced that they will no longer run promotions in the paper."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/daily-mail-accuses-virgin-trains-of-censorship-over-paper-ban-11201673","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-virgin-trains_4201811.jpg?20180109191319","source":"PA"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-virgin-trains_4201811.jpg?20180109191319","source":"PA"}},{"id":"11201122","type":"story","headline":"US fund giant DE Shaw sells Spotify shares before $20bn listing","primary":{"id":"11201122","type":"article","firstCreated":1515496320,"lastRevised":1515502320,"headline":"US fund giant DE Shaw sells Spotify shares before $20bn listing","photo":{"url":"https:\/\/e3.365dm.com\/17\/08\/{width}x{height}\/b86bebf5e71c8e54eef4dd3b21f5ec85112c44839fd775473558ad8ea8357b2a_4074263.jpg?20170815121806","source":"Reuters"},"byline":"Mark Kleinman, City Editor","summary":"A US fund manager has sold half of its stake in Spotify months before the music-streaming service makes its long-awaited debut on the New York Stock Exchange (NYSE).","body":["Sky News has learnt that DE Shaw, which acquired its interest in Spotify in 2015, offloaded roughly 12,000 shares in the company last month at a price of $4,060-per-share - which placed a valuation on it of just over $16bn (£12bn).","The sale came even as Spotify was making a confidential filing with the US Securities and Exchange Commission (SEC) to take itself public through the unusual mechanism of a direct listing.","This route to the stock market would not involve issuing any new shares to raise additional capital, but simply list its existing shares.","Sources close to DE Shaw\u0027s share sale said the fund manager had sold out at roughly double the $8bn valuation at which it had initially invested nearly three years ago.","Secondary share trades such as this are not unusual, with buoyant demand for Spotify stock pushing its valuation to ever-higher levels over recent months.","Last summer, Sky News revealed that various Goldman Sachs entities had sold more than $75m of Spotify shares even as the Wall Street bank was cementing its role as an adviser on the music company\u0027s public listing.","The Goldman shares sales were made at a price of $3,100 each, more than 20% below that paid to DE Shaw just four months later.","The buyers of DE Shaw\u0027s stake were vehicles affiliated to hedge funds Tiger Global Management and Blue Ridge, the latter of which has since drawn up plans to close its doors.","Other Spotify shareholders to have reduced their exposure to the company in recent months were Fidelity, the giant American asset manager.","Under Spotify\u0027s articles of association, shares must be offered to existing investors before being sold to a third party.","The music-streaming company, which has struck licensing deals with record labels including Universal Music Group in recent months, has also announced a share swap with Tencent Music Entertainment, a Chinese peer.","Spotify\u0027s attempt to go public via a direct listing rather than a conventional initial public offering would save substantial sums on underwriting fees but more significantly reduce the amount of money owed to investors in interest as part of a convertible debt instrument issued in 2016.","The company has amassed 70m paying subscribers since its launch, and financiers believe it is likely to seek a price tag of about $20bn when its shares begin trading publicly.","Its alliances with the major music publishers has brought big-name artists such as Adele, Beyoncé and Taylor Swift - who had previously objected to Spotify\u0027s business model - into the streaming service\u0027s long-term catalogue.","The Swedish-based music service has surprised some music industry analysts with its rapid subscriber growth over the last year, although it lost nearly €175m in 2015.","Its paying customers hand over a fixed fee each month in exchange ‎for unlimited access to tens of millions of songs.","The explosive growth of such services, with rivals including Apple Music and Deezer, saw more than 68bn songs streamed last year, according to the BPI trade body.","Spotify and DE Shaw both declined to comment."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/us-fund-giant-de-shaw-sells-spotify-shares-before-20bn-listing-11201122","mainPhoto":{"url":"https:\/\/e3.365dm.com\/17\/08\/{width}x{height}\/b86bebf5e71c8e54eef4dd3b21f5ec85112c44839fd775473558ad8ea8357b2a_4074263.jpg?20170815121806","source":"Reuters"},"photo":{"url":"https:\/\/e3.365dm.com\/17\/08\/{width}x{height}\/b86bebf5e71c8e54eef4dd3b21f5ec85112c44839fd775473558ad8ea8357b2a_4074263.jpg?20170815121806","source":"Reuters"}},{"id":"11197167","type":"story","headline":"Google pulls dozens of fake security apps which secretly stole data","primary":{"id":"11197167","type":"article","firstCreated":1515226740,"lastRevised":1515494880,"headline":"Google pulls dozens of fake security apps which secretly stole data","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-malicious-apps-trend_4199446.jpg?20180106075856","source":"Press Release"},"summary":"Dozens of fake security apps which secretly stole data from users have been discovered on and subsequently removed from Google Play.","body":["Cybersecurity firm Trend Micro found 36 apps on Google Play which \u0022secretly harvested user data, tracked user location, and aggressively pushed advertisements.\u0022","It is not known how many people could have downloaded these apps before Trend Micro\u0027s researchers informed Google, and they were subsequently removed from Google Play.","Google did not respond to enquiries from Sky News.","Bharat Mistry, principal security strategist at Trend Micro, told Sky News: \u0022Malicious apps are starting to become more common globally as cybercriminals are starting to realise the potential to easily monetise the wealth of sensitive personal information.\u0022","Dr Michael Covington, vice president at mobile security company Wandera, told Sky News: \u0022Malicious content on a mobile phone is becoming the new normal.","\u0022We used to see attackers targeting users on desktops with dangerous e-mail attachments or malicious downloads in a browser. On mobile it is far easier to trick the user into downloading a malicious app or tapping on a phishing SMS.","\u0022Mobile malware is up 100% year-over-year and there are no signs of slowing,\u0022 said Dr Covington. \u0022Further, the severity of mobile malware is up over 400% year-over-year.\u0022","The malicious apps that Trend Micro found only targeted Android phones.","\u0022Android tends to have more malware for a variety of reasons.","\u0022For starters, there\u0027s the issue of platform diversification. With so many manufacturers building devices that run Android, Google cannot be as stringent with their app reviews. Google is notorious for having a more lax app review process than Apple,\u0022 said Dr Covington.","\u0022The perception is fake apps are more likely to be prevalent on Android than iOS platforms primarily due to Android\u0027s open community and developer platform which allows users to install applications from trusted and untrusted stores easily without little or no modification on the device,\u0022 agreed Mr Mistry.","\u0022Attackers targeting mobile users don\u0027t care what platform their victim prefers. Our research indicates that there are more malicious apps on Android, whereas iOS users are more likely to encounter a phishing attack,\u0022 said Dr Covington.","How to protect yourself?","\u0022First and foremost always use a reputable app store such as Apple\u0027s App Store or Google Play,\u0022 said Mr Mistry.","\u0022Secondly, before downloading an application, look at the developer and make sure that is also from a reputable source, ie do a separate search on the Internet about the developer and the application name to check the reputation of an application.","\u0022Download a reputable malware scanning application from trusted application store and scan the device or any malicious code.","\u0022In addition, if you think the app has stolen credentials for banking, social media and other applications, think about resetting the password for those applications using another device or desktop.\u0022"],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/google-pulls-dozens-of-fake-security-apps-which-secretly-stole-data-11197167","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-malicious-apps-trend_4199446.jpg?20180106075856","source":"Press Release"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-malicious-apps-trend_4199446.jpg?20180106075856","source":"Press Release"}}]}}