{"category":{"title":"ENTERTAINMENT","stories":[{"id":"11200940","type":"story","headline":"BAFTA 2018: Blade Runner and Dunkirk among main nominees","primary":{"id":"11200940","type":"article","firstCreated":1515485940,"lastRevised":1515505860,"headline":"BAFTA 2018: Blade Runner and Dunkirk among main nominees","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-blade-runner-dunkirk_4201389.jpg?20180109091605","source":"Other"},"byline":"Duarte Garrido, Entertainment Reporter","summary":"Blockbusters Dunkirk and Blade Runner 2049 were the biggest surprises of the BAFTA 2018 nominations.","body":["While the Guillermo Del Toro\u0027s sci-fi romance The Shape Of Water led the nominations with 12 nods, including best film, director and actress for Sally Hawkins, that came as no surprise.","The film had already dominated nominations at the Golden Globes, but fell short of expectations at the ceremony on Sunday, losing best picture to Martin McDonagh\u0027s Three Billboards Outside Ebbing, Missouri.","McDonagh\u0027s film picked up nine nominations for this year\u0027s BAFTAs, including best film, director, outstanding British film, original screenplay and best actress for Frances McDormand.","Following closely was Joe Wright\u0027s The Darkest Hour, with a nod for best film and best actor for Gary Oldman.","\u0022This is my third BAFTA nomination as an actor,\u0022 he said.","\u0022The recognition means so much, and especially more so not merely for the distinguished company I now find myself in with my fellow nominees, but most especially for the privilege of playing Winston Churchill - which it truly was.\u0022","\u003Cstrong\u003E:: \u003Ca href=\u0022https:\/\/news.sky.com\/story\/live-bafta-2018-nominations-11200897\u0022 target=\u0022_blank\u0022\u003EAs It Happened: BAFTA 2018 nominations\u003C\/a\u003E\u003C\/strong\u003E","But the real surprise were the IMAX hits of the year, Christopher Nolan\u0027s Dunkirk and Denis Villeneuve\u0027s Blade Runner 2049, with eight nods each.","The two films exceeded in technical categories, and both got a best director nod for their respective filmmakers.","The highly anticipated Blade Runner sequel was snubbed by the Globes this year, but had a deeper impact on British jurors.","BAFTA\u0027s biggest snub of the year was for first-time director Greta Gerwig and her movie Lady Bird.","\u003Cstrong\u003E:: \u003Ca href=\u0022https:\/\/news.sky.com\/story\/golden-globes-got-it-all-wrong-except-the-tone-11199875\u0022 target=\u0022_blank\u0022\u003EGolden Globes got it all wrong - except the tone\u003C\/a\u003E\u003C\/strong\u003E","Not only did it fail to win a nod for best film, but also best director, leaving the category male-dominated.","The absence of female directors nominated for the Globes on Sunday was underlined by Natalie Portman as she announced the \u003Ca href=\u0022https:\/\/news.sky.com\/story\/hollywood-still-facing-big-questions-after-golden-globes-11199856\u0022 target=\u0022_blank\u0022\u003E\u0022\u003Cstrong\u003Eall male nominees\u003C\/strong\u003E\u0022\u003C\/a\u003E for best director, to gasps from the audience.","\u0022Thank you so much for this amazing honour,\u0022 Gerwig said in statement regarding her nod for best original screenplay.","\u0022Everyone who worked on Lady Bird poured their heart and soul into it, and I am so proud of every single cast and crew member. I am thrilled for Saoirse Ronan and Laurie Metcalf -- they are both such extraordinary actresses, and they are deserving of every accolade.","\u0022I\u0027ve always wanted to be a writer and director, and I could not be more happy that I\u0027ve been able to do it and that it has been received with such love.\u0022","Also snubbed by the British Academy was Steven Spielberg\u0027s The Post, starring Meryl Streep and Tom Hanks, which failed to receive any nominations.","\u003Cstrong\u003E:: \u003Ca href=\u0022https:\/\/news.sky.com\/story\/golden-globes-the-full-list-of-winners-11199852\u0022 target=\u0022_blank\u0022\u003EGolden Globes: The full list of winners\u003C\/a\u003E\u003C\/strong\u003E","\u003Cstrong\u003E:: \u003Ca href=\u0022https:\/\/news.sky.com\/story\/the-famous-stars-to-wear-black-at-golden-globes-11199801\u0022 target=\u0022_blank\u0022\u003EWhich stars wore black at Golden Globes?\u003C\/a\u003E\u003C\/strong\u003E","In the run for best male performer is Christopher Plummer, who replaced Kevin Spacey in Ridley Scott\u0027s All The Money In The World following accusations of sexual misconduct.","This year\u0027s BAFTA ceremony will take place at London\u0027s Royal Albert Hall on Sunday 18 February, and will be hosted by Joanna Lumley, who will replace Stephen Fry who stepped down last week.","\u003Cstrong\u003E:: Main list of nominees\u003C\/strong\u003E","\u003Cstrong\u003EBest film\u003C\/strong\u003E","Call Me By Your Name","Darkest Hour","Dunkirk","The Shape Of Water","Three Billboards Outside Ebbing, Missouri","\u003Cstrong\u003EOutstanding British film\u003C\/strong\u003E","Darkest Hour","The Death Of Stalin","God\u0027s Own Country","Lady Macbeth","Paddington 2","Three Billboards Outside Ebbing, Missouri",{"buttonId":"3f1c21617f46359f417c4f91ae0c2bf2"},"\u003Cstrong\u003EBest director\u003C\/strong\u003E","Denis Villeneuve, Blade Runner 2049","Luca Guadagnino, Call Me By Your Name","Christopher Nolan, Dunkirk","Guillermo Del Toro, The Shape Of Water","Martin McDonagh, Three Billboards Outside Ebbing, Missouri","\u003Cstrong\u003EBest actress\u003C\/strong\u003E","Annette Bening, Film Stars Don\u0027t Die in Liverpool","Frances McDormand, Three Billboards Outside Ebbing, Missouri","Margot Robbie, I, Tonya","Sally Hawkins, The Shape of Water","Saoirse Ronan, Lady Bird","\u003Cstrong\u003EBest actor\u003C\/strong\u003E","Daniel Day-Lewis, Phantom Thread","Daniel Kaluuya, Get Out","Gary Oldman, Darkest Hour","Jamie Bell, Film Stars Don\u0027t Die in Liverpool","Timothée Chalamet, Call Me by Your Name"],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/bafta-2018-blade-runner-and-dunkirk-among-main-nominees-11200940","video":{"id":4200692,"type":"video","firstCreated":1515399550,"lastRevised":1515403267,"headline":"Which films picked up the main Globes?","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-three-billboards-outisde-ebbing_4200727.jpg?20180108092024","source":"Getty"},"summary":"A look at clips from the main films awarded at this year\u0027s Golden Globes.","runtime":123,"formats":{"MP2T_":"http:\/\/player.ooyala.com\/player\/ipad\/EyaHB2ZDE6vv9KMuGsaxuPoic8xTqVIy.m3u8","MP4_374":"http:\/\/ooyala.news.sky.com\/EyaHB2ZDE6vv9KMuGsaxuPoic8xTqVIy\/DOcJ-FxaFrRg4gtDEwOjk0OjBmOyAU6J","MP4_700":"http:\/\/ooyala.news.sky.com\/EyaHB2ZDE6vv9KMuGsaxuPoic8xTqVIy\/DOcJ-FxaFrRg4gtDEwOm90OjBvO5qN99","MP4_3000":"http:\/\/ooyala.news.sky.com\/EyaHB2ZDE6vv9KMuGsaxuPoic8xTqVIy\/DOcJ-FxaFrRg4gtDEwOjM3NjowODE7Tz"},"sensitivity":"normal","ooyalaId":"EyaHB2ZDE6vv9KMuGsaxuPoic8xTqVIy","videoPlatformId":"EyaHB2ZDE6vv9KMuGsaxuPoic8xTqVIy"},"mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-blade-runner-dunkirk_4201389.jpg?20180109091605","source":"Other"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-blade-runner-dunkirk_4201389.jpg?20180109091605","source":"Other"},"buttons":[{"id":"3f1c21617f46359f417c4f91ae0c2bf2","text":"Which films picked up the main Globes?","module":{"id":4200692,"type":"video","self":"https:\/\/feeds.skynews.com\/feeds\/mobile\/module\/video\/4200692"}}]},{"id":"11200833","type":"story","headline":"Man Utd striker Romelu Lukaku hits back at H&M \u0027racist\u0027 hoodie advert","primary":{"id":"11200833","type":"article","firstCreated":1515473220,"lastRevised":1515521940,"headline":"Man Utd striker Romelu Lukaku hits back at H&M \u0027racist\u0027 hoodie advert","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-romelu-lukaku-hm-hoodie_4201534.jpg?20180109123937","source":"Other"},"byline":"Bethany Minelle, News Reporter","summary":"Manchester United striker Romelu Lukaku has hit out at  H&M’s \u0022racist\u0022 children\u0027s hoodie advert, modifying the controversial slogan to read \u0022Black Is Beautiful\u0022.","body":["The original photo showed the black child model wearing a green sweatshirt with the caption: \u0022Coolest monkey in the jungle\u0022 on the front.","Lukaku, 24, who has more than 2.3m Instagram followers, wrote: \u0022You\u0027re prince soon to be a king. Don\u0027t let anybody tell you different... #blackexcellence\u0022.","The post received more than 150,000 likes in less than 12 hours.","The Belgian footballer is the latest to join the outrage against the retailer\u0027s advertising campaign, which has been described as racist.","Canadian singer The Weeknd, who has a clothing line with the retailer, severed ties with H&M on Monday saying he was both \u0022deeply offended\u0022 and \u0022shocked and embarrassed\u0022 by the advert.","The advert has received widespread criticism on social media - including from basketball star LeBron James.","The NBA superstar added a crown to the image on his Instagram post, writing: \u0022when I look at this photo I see a Young King!!\u0022","The Swedish low-cost fashion brand has apologised and removed the image from their website.","In a statement, H&M said: \u0022This image has now been removed from all H&M channels and we apologise to anyone this may have offended.\u0022","The company added that it understood and agreed with The Weeknd\u0027s reaction, saying that it would \u0022continue the discussion\u0022 with the 27-year-old musician and his team.","\u0022We are deeply sorry that the picture was taken,\u0022 a spokesman said.","The hoodie is still available to purchase, but now no longer shows the image of the product modelled on a child.","Several similar jungle themed sweatshirts modelled by white children remain on the site."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/the-weeknd-ends-ties-with-hm-over-racist-advert-featuring-black-child-11200833","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-romelu-lukaku-hm-hoodie_4201534.jpg?20180109123937","source":"Other"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-romelu-lukaku-hm-hoodie_4201534.jpg?20180109123937","source":"Other"}},{"id":"11201195","type":"story","headline":"When advertisers get their campaigns wrong","primary":{"id":"11201195","type":"article","firstCreated":1515501060,"lastRevised":1515510240,"headline":"When advertisers get their campaigns wrong","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-kendall-jenner-pepsi_4201584.jpg?20180109131740","source":"Other"},"byline":"Duarte Garrido, Entertainment Reporter","summary":"An advert by retailer H&M showing a black child wearing a racially insensitive hoodie has provoked outrage.","body":["As stars like The Weeknd, Lebron James and Manchester United striker Romelu Lukaku share their indignation, here\u0027s a look at some of the worst marketing campaigns in recent history."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/when-advertisers-get-their-campaigns-wrong-11201195","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-kendall-jenner-pepsi_4201584.jpg?20180109131740","source":"Other"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-kendall-jenner-pepsi_4201584.jpg?20180109131740","source":"Other"}},{"id":"11200412","type":"story","headline":"Oprah \u0027actively thinking\u0027 of running for the White House","primary":{"id":"11200412","type":"article","firstCreated":1515424380,"lastRevised":1515454980,"headline":"Oprah \u0027actively thinking\u0027 of running for the White House","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-oprah-winfrey-golden-globes_4200982.jpg?20180108150331","source":"Getty"},"byline":"Andy Hayes, News Reporter","summary":"Oprah Winfrey is \u0022actively thinking\u0022 about running for the White House, it has been reported.","body":["While private discussions have apparently been ongoing for months, the idea has now entered the public consciousness after the star\u0027s speech at the Golden Globe Awards in LA.","In it, the actress, producer and former talk show host used a phrase which could almost double as a rallying cry: \u0022A new day is on the horizon\u0022.","It is perhaps something to rival Barack Obama\u0027s \u0022Yes We Can\u0022.",{"buttonId":"8fe63e6accab1fabef2583073ecc8646"},"After accepting the Cecil B. DeMille award, Winfrey told the story of a black woman, Recy Taylor, who was raped by six white men in Alabama in 1944.","An all-male jury refused to indict her attackers and she died 10 days ago, shortly before her 98th birthday, never receiving justice for the crime committed against her.","On an evening when women at the awards show wore black to \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/times-up-golden-globes-stars-defiant-against-abusers-11199854\u0022 target=\u0022_blank\u0022\u003Eremember those that have suffered sexual harassment\u003C\/a\u003E\u003C\/strong\u003E, Winfrey, 63, said: \u0022She (Ms Taylor) lived as we all have lived - too many years in a culture broken by brutally powerful men.","\u0022For too long, women have not been heard or believed if they dared to speak their truth to the power of those men, but their time is up.\u0022","Afterwards, the hashtags #Oprahforpresident and #Oprah2020 began trending on Twitter.","Twitter user Eileen Billinson referred to President Trump\u0027s claim that he is both \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/trump-on-mental-health-claims-im-stable-genius-11197377\u0022 target=\u0022_blank\u0022\u003Ementally stable and a genius\u003C\/a\u003E\u003C\/strong\u003E, tweeting: \u0022Presidential candidate? Audience riveted by honest, authentic communicator who hasn\u0027t once called herself a genius.\u0022","Another user of the social media site said: \u0022Why this massive #Oprah 2020 moment? Because Oprah is the antithesis of Trump: A well-spoken, incredibly smart & confident black woman, who energizes people not with hatred & anger, but with hope & vision. When we hear her speak, it reminds us of who we can be as a country.\u0022",":\u003Ca href=\u0022https:\/\/news.sky.com\/story\/does-oprah-winfrey-really-want-the-white-house-and-could-she-win-11200692\u0022 target=\u0022_blank\u0022\u003E\u003Cstrong\u003E:Does Oprah really want the White House?\u003C\/strong\u003E\u003C\/a\u003E",{"buttonId":"a97aaf6b4d113a10e9040d7f8e3291e9"},"Two close friends of Winfrey say she is \u0022actively thinking\u0022 about running for the presidency, CNN reported on Monday.","While saying that no decision has been taken, one of the anonymous sources said discussions had been ongoing for several months.","In recent years, Oprah has endorsed both Barack Obama and Hillary Clinton for the Democrats.","And it seems she has support from within the party. A member of its national committee, Khary Penebaker, tweeted: \u0022In a 9 minute speech, @Oprah was more presidential than the current occupant of the White House has been for an entire year.\u0022"],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/oprah-actively-thinking-of-running-for-the-white-house-11200412","video":{"id":4201218,"type":"video","firstCreated":1515448883,"lastRevised":1515485576,"headline":"Jerry backs Oprah for White House ","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/Ut_HKthATH4eww8X4xMDoxOjA4MTsiGN_4201219.jpg?20180109081250","source":"Ooyala - Sky News UK"},"summary":"TV chat show host Jerry Springer has said Oprah Winfrey could make a bid for the US presidency, calling her \u0022uniquely-skilled\u0022.","runtime":187,"formats":{"MP2T_":"http:\/\/player.ooyala.com\/player\/appletv\/tkd3Z2ZDE6K2XMDuB6UO--zzi287UCDe.m3u8","MP4_374":"http:\/\/ooyala.news.sky.com\/tkd3Z2ZDE6K2XMDuB6UO--zzi287UCDe\/DOcJ-FxaFrRg4gtDEwOjk0OjZmO73fD2","MP4_700":"http:\/\/ooyala.news.sky.com\/tkd3Z2ZDE6K2XMDuB6UO--zzi287UCDe\/DOcJ-FxaFrRg4gtDEwOm90OmtuO6gGpU","MP4_3000":"http:\/\/ooyala.news.sky.com\/tkd3Z2ZDE6K2XMDuB6UO--zzi287UCDe\/DOcJ-FxaFrRg4gtDEwOjM3NjpvMTE79t"},"sensitivity":"normal","ooyalaId":"tkd3Z2ZDE6K2XMDuB6UO--zzi287UCDe","videoPlatformId":"tkd3Z2ZDE6K2XMDuB6UO--zzi287UCDe"},"mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-oprah-winfrey-golden-globes_4200982.jpg?20180108150331","source":"Getty"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-oprah-winfrey-golden-globes_4200982.jpg?20180108150331","source":"Getty"},"buttons":[{"id":"8fe63e6accab1fabef2583073ecc8646","text":"Oprah: \u0027Women not heard\u0027","module":{"id":4200666,"type":"video","self":"https:\/\/feeds.skynews.com\/feeds\/mobile\/module\/video\/4200666"}},{"id":"a97aaf6b4d113a10e9040d7f8e3291e9","text":"Mirren at Globes: \u0027It\u0027s a disgrace\u0027","module":{"id":4200644,"type":"video","self":"https:\/\/feeds.skynews.com\/feeds\/mobile\/module\/video\/4200644"}}]},{"id":"11199854","type":"story","headline":"Time\u0027s up! Golden Globes stars defiant against abusers","primary":{"id":"11199854","type":"article","firstCreated":1515389160,"lastRevised":1515405180,"headline":"Time\u0027s up! Golden Globes stars defiant against abusers","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-golden-globes-big-little-lies_4200627.jpg?20180108052351","source":"Reuters"},"byline":"Duarte Garrido, Entertainment Reporter","summary":"Stars at the 75th Golden Globes wore black and made powerful speeches tackling sexual harassment and gender inequality.","body":["The Time\u0027s Up campaign took the awards by storm, where a powerful speech from Oprah Winfrey stole the show and host Seth Meyer\u0027s jokes set the tone.","Actress and TV presenter Winfrey was awarded with the Cecil B DeMille lifetime achievement award and said she was \u0022humbled\u0022 by it, and took the opportunity to \u0022elevate what is happening\u0022 in Hollywood \u0022instead of continually victimise ourselves\u0022.","\u0022When something as big as what started to happen in October with Harvey Weinstein started to unfold I thought whoa whoa whoa whoa whoa,\u0022 she said.","\u0022So I think that wearing black in solidarity is one step. I think that what Time\u0027s Up is doing with a legal defence fund is a major step.","\u003Cstrong\u003E:: \u003Ca href=\u0022https:\/\/news.sky.com\/story\/live-stars-dressed-in-black-arrive-at-golden-globes-11199667\u0022 target=\u0022_blank\u0022\u003EAs It Happened: 75th Golden Globes\u003C\/a\u003E\u003C\/strong\u003E",{"buttonId":"13d09a8e0ae0d58cd821de488df041dd"},"\u0022It was very important to all of us involved with Time\u0027s Up that it not just be about the women of Hollywood because we\u0027re already a privileged group but to extend to the women of the world because as I said tonight there isn\u0027t a culture, a race, a religion, a politic, a workplace that hasn\u0027t been affected by it.\u0022","But Winfrey wasn\u0027t the only one to tackle the elephant in the room, with most of the stars wearing black and making reference to the string of sexual harassment and assault accusations Hollywood witnessed this year.","\u003Cstrong\u003E:: \u003Ca href=\u0022https:\/\/news.sky.com\/story\/golden-globes-the-full-list-of-winners-11199852\u0022 target=\u0022_blank\u0022\u003EGolden Globes: The full list of winners\u003C\/a\u003E\u003C\/strong\u003E",{"buttonId":"c12d0b37b04ea935c0684f17f9405536"},"Actress Natalie Portman came on stage to announce the award for best director, and took the opportunity to remind everyone that only men had been nominated for the category.","\u0022Here are all the male nominees,\u0022 she said, while the men in question looked surprised.","Host Seth Meyers was also one of the evening\u0027s highlights, opening the ceremony with a monologue tackling all main political issues.","\u0022Good evening ladies and gentlemen,\u0022 he started by saying.","\u003Cstrong\u003E:: \u003Ca href=\u0022https:\/\/news.sky.com\/story\/the-famous-stars-to-wear-black-at-golden-globes-11199801\u0022 target=\u0022_blank\u0022\u003EWho wore black at the Globes?\u003C\/a\u003E\u003C\/strong\u003E","\u0022There\u0027s a new era under way. I can tell because it\u0027s been long since a white man has been nervous in Hollywood.","\u0022For the men in the room, this will be the first time in three months where it won\u0027t be terrifying to hear your name read out loud.\u0022","But while serious issues stole some of the night\u0027s glamour, it was still a ceremony celebrating film.","The main winners of the night included Martin McDonagh\u0027s Three Billboards Outside Ebbing, Missouri which took home best drama, best screenplay and best actress in a drama for Frances McDormand.",{"buttonId":"322372039d1eb98fdc8d889aa8008a88"},"Her male counterpart was Gary Oldman, who picked up best actor in a drama for his portrayal of Winston Churchill in The Darkest Hour.","On the comedy or musical category, Saoirse Ronan\u0027s Lady Bird won best film and best actress.","On the TV side it was all about Big Little Lies, with Sky Atlantic\u0027s short-form television series winning its category.","Other winners included The Marvelous Mrs Maisel for best TV comedy and The Handmaid\u0027s Tale for best TV drama."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/times-up-golden-globes-stars-defiant-against-abusers-11199854","video":{"id":4200644,"type":"video","firstCreated":1515392976,"lastRevised":1515393713,"headline":"Mirren at Globes: \u0027It\u0027s a disgrace\u0027","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-helen-mirren_4200648.jpg?20180108064141","source":"Getty"},"summary":"Stars including Dame Helen Mirren wore black on the red carpet in support for the movement against sexual harassment.","runtime":74,"formats":{"MP2T_":"http:\/\/player.ooyala.com\/player\/appletv\/Vkdm92ZDE6k9KCzgF3TprV3jvi0wZDCw.m3u8","MP4_374":"http:\/\/ooyala.news.sky.com\/Vkdm92ZDE6k9KCzgF3TprV3jvi0wZDCw\/DOcJ-FxaFrRg4gtDEwOjk0OjZmO73fD2","MP4_700":"http:\/\/ooyala.news.sky.com\/Vkdm92ZDE6k9KCzgF3TprV3jvi0wZDCw\/DOcJ-FxaFrRg4gtDEwOm90OmtuO6gGpU","MP4_3000":"http:\/\/ooyala.news.sky.com\/Vkdm92ZDE6k9KCzgF3TprV3jvi0wZDCw\/DOcJ-FxaFrRg4gtDEwOjM3NjpvMTE79t"},"sensitivity":"normal","ooyalaId":"Vkdm92ZDE6k9KCzgF3TprV3jvi0wZDCw","videoPlatformId":"Vkdm92ZDE6k9KCzgF3TprV3jvi0wZDCw"},"mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-golden-globes-big-little-lies_4200627.jpg?20180108052351","source":"Reuters"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-golden-globes-big-little-lies_4200627.jpg?20180108052351","source":"Reuters"},"buttons":[{"id":"c12d0b37b04ea935c0684f17f9405536","text":"Mirren at Globes: \u0027It\u0027s a disgrace\u0027","module":{"id":4200644,"type":"video","self":"https:\/\/feeds.skynews.com\/feeds\/mobile\/module\/video\/4200644"}},{"id":"13d09a8e0ae0d58cd821de488df041dd","text":"Oprah: \u0027Women not heard\u0027","module":{"id":4200666,"type":"video","self":"https:\/\/feeds.skynews.com\/feeds\/mobile\/module\/video\/4200666"}},{"id":"322372039d1eb98fdc8d889aa8008a88","text":"Stars promise: \u0027We hear you\u0027","module":{"id":4200649,"type":"video","self":"https:\/\/feeds.skynews.com\/feeds\/mobile\/module\/video\/4200649"}}]},{"id":"11200183","type":"story","headline":"Clarke Peters: \u0027Things haven\u0027t changed, they just became more tolerable\u0027","primary":{"id":"11200183","type":"article","firstCreated":1515413100,"lastRevised":1515419280,"headline":"Clarke Peters: \u0027Things haven\u0027t changed, they just became more tolerable\u0027","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-clarke-peters-actor-the-wire_4200838.jpg?20180108113914","source":"Reuters"},"byline":"Duarte Garrido, Entertainment Reporter","summary":"Clarke Peters is one of the stars of the Golden Globe winner for best drama, which tackles racial tensions in the United States.","body":["Three Billboards Outside Ebbing, Missouri is the movie of the hour. It not only picked up best drama, screenplay and actress for Frances McDormand, but it managed to tackle race and gender issues in one go.","Peters stars as Abercrombie, a police officer working in a small town where authority and racism walk hand in hand.","Speaking to Sky News, Peters said he believes that, when it comes to race and gender, we won\u0027t see real change anytime soon.","\u0022We won\u0027t know for years to come whether anything has changed,\u0022 he said.","\u0022I doubt that it will, because I look back to 1776 in America\u0027s history and I see the same issues being dealt with then.\u0022","The 65-year-old actor became one of the most famous faces of HBO during a golden age for television drama.","He played suave Baltimore detective Lester Freamon in The Wire and Hurricane Katrina survivor Albert Lambreaux in Treme.","Peters is an American who has lived in London for years. Travelling to the US became something he did only for business, ever since he first got to the UK when he was 21 years old.","While shooting The Wire, Peters would spend filming time in the US, then return at the end of each season, meaning he did not see the whole show until years after it finished.","\u0022I would watch the first two episodes of every season and then I\u0027d have to leave. Never the whole season,\u0022 he said.","\u0022And I\u0027d come back and ask myself \u0027why are people staring at me?\u0027 And of course they had been watching the show and I hadn\u0027t. I didn\u0027t see it myself in its entirety until four, five years ago.\u0022","Peters believes the show helped shape television drama, but that some of what came after was sub-par.","\u0022I think that the show creator David Simon and HBO were on to a really good thing whether they knew it or not,\u0022 he said.","\u0022And being a part of that experience can only be defined as what a blessing is about.","\u0022I was told to go to Hollywood because of The Wire, and that after the success of that I would find more work. But the material that was coming to me, I just felt was so below the benchmark that it actually depressed me.\u0022","The show was also one of the first mainstream hits to feature a mostly black cast, but Peters dismisses it as being a black show rather than about class and education.",{"buttonId":"18a7e0027fa3db9867dcd0aa72fb78a8"},"\u0022Large parts of the drama that takes place in that city is in the black community but because it is the poor communities,\u0022 he said.","\u0022What you have is these two authors who are sending a love letter to their city. And the city is what it is about.\u0022","Peters believes that, to tackle race and gender problems, we have to \u0022rise above that\u0022 or we will be \u0022treading water for the next 50 years\u0022.","\u0022In hindsight, we will know whether there is change or not. Right now there\u0027s what I call an infinite regression - where we get caught up in little sub sections of the main issue,\u0022 he said.","\u0022And now in America it\u0027s about sexism, racism and equality. When I say things haven\u0027t changed, I actually mean that.\u0022","The Three Billboards star believes race and gender issues have \u0022become more tolerable because we are dealing with them\u0022. But that is not a good thing, he says.","\u0022Tolerating something isn\u0027t the same as accommodating something,\u0022 he explained.","\u0022When we accommodate it, we accept it as part of existence and we deal with it and that\u0027s what we need to do.\u0022","Three Billboards Outside Ebbing, Missouri opens in UK cinemas 12 January."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/clarke-peters-things-havent-changed-they-just-became-more-tolerable-11200183","video":{"id":4200692,"type":"video","firstCreated":1515399550,"lastRevised":1515403267,"headline":"Which films picked up the main Globes?","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-three-billboards-outisde-ebbing_4200727.jpg?20180108092024","source":"Getty"},"summary":"A look at clips from the main films awarded at this year\u0027s Golden Globes.","runtime":123,"formats":{"MP2T_":"http:\/\/player.ooyala.com\/player\/ipad\/EyaHB2ZDE6vv9KMuGsaxuPoic8xTqVIy.m3u8","MP4_374":"http:\/\/ooyala.news.sky.com\/EyaHB2ZDE6vv9KMuGsaxuPoic8xTqVIy\/DOcJ-FxaFrRg4gtDEwOjk0OjBmOyAU6J","MP4_700":"http:\/\/ooyala.news.sky.com\/EyaHB2ZDE6vv9KMuGsaxuPoic8xTqVIy\/DOcJ-FxaFrRg4gtDEwOm90OjBvO5qN99","MP4_3000":"http:\/\/ooyala.news.sky.com\/EyaHB2ZDE6vv9KMuGsaxuPoic8xTqVIy\/DOcJ-FxaFrRg4gtDEwOjM3NjowODE7Tz"},"sensitivity":"normal","ooyalaId":"EyaHB2ZDE6vv9KMuGsaxuPoic8xTqVIy","videoPlatformId":"EyaHB2ZDE6vv9KMuGsaxuPoic8xTqVIy"},"mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-clarke-peters-actor-the-wire_4200838.jpg?20180108113914","source":"Reuters"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-clarke-peters-actor-the-wire_4200838.jpg?20180108113914","source":"Reuters"},"buttons":[{"id":"18a7e0027fa3db9867dcd0aa72fb78a8","text":"Which films picked up the main Globes?","module":{"id":4200692,"type":"video","self":"https:\/\/feeds.skynews.com\/feeds\/mobile\/module\/video\/4200692"}}]},{"id":"11199875","type":"story","headline":"Golden Globes got it all wrong - except the tone","primary":{"id":"11199875","type":"article","firstCreated":1515392520,"lastRevised":1515418740,"headline":"Golden Globes got it all wrong - except the tone","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-golden-globes_4200653.jpg?20180108065319","source":"Getty"},"byline":"Duarte Garrido, Entertainment Reporter","summary":"The mood was sombre and the dresses black, but the gloomiest outcome was the complete disregard for great film and TV.","body":["Are these ceremonies not supposed to celebrate film? The short answer, is \u0022yes\u0022 - the honest one is \u0022no\u0022.","That award shows have always been extremely biased is a commonplace - a \u0022given\u0022.","Something you hear someone knock off at some dinner party: \u0022Film awards? Please, they\u0027re so political\u0022.","But then their season comes up, and it is still surprising how institutions like the Hollywood Foreign Press Association (HFPA) or the Academy manage to get so much of it wrong.","Every year they miss out on the best films, award the wrong shows and, seemingly trying to appease everyone, end up leaving someone out.","This year they at least got the tone right. Everyone wore black, in mourning.","It looked like a funeral and, in a way, it was. Because 2017 was the year that Hollywood died. Or the idea of it.","From now on, we will no longer look at red carpets with the same dreamy eyes, fantasising about a beautiful place where beautiful people do beautiful things.","Now, we know that the view from Mulholland Drive shows a lawless town where alleged predators roam free and careers live and die by the sword.","But looking past that, there is one thing that Hollywood still does better than anyone: movies.","\u003Cstrong\u003E:: \u003Ca href=\u0022https:\/\/news.sky.com\/story\/times-up-golden-globes-stars-defiant-against-abusers-11199854\u0022 target=\u0022_blank\u0022\u003ETime\u0027s up! Golden Globes stars defiant against abusers\u003C\/a\u003E\u003C\/strong\u003E","\u003Cstrong\u003E:: \u003Ca href=\u0022https:\/\/news.sky.com\/story\/golden-globes-the-full-list-of-winners-11199852\u0022 target=\u0022_blank\u0022\u003EGolden Globes: The full list of winners\u003C\/a\u003E\u003C\/strong\u003E","\u003Cstrong\u003E:: \u003Ca href=\u0022https:\/\/news.sky.com\/story\/the-famous-stars-to-wear-black-at-golden-globes-11199801\u0022 target=\u0022_blank\u0022\u003EWhich stars wore black at Golden Globes?\u003C\/a\u003E\u003C\/strong\u003E",{"buttonId":"f9569b3e3893193a2c0929d5f4ef0957"},"Sure, French cinema had its dawn, and countries like Turkey, Iran and Russia are bursting with great filmmakers, but Hollywood is the only place balancing the blockbuster and the independent, the mainstream and the art house.","So it is a shame to see that the year\u0027s best movies have not been done justice.","From David Gordon Green\u0027s superb Boston marathon movie Stronger, to Darren Aronofsky\u0027s bold and beautiful Mother!, there is a long list of fantastic works which have flown under the HFPA\u0027s radar.","And even those which made the cut, ended up beaten by weaker, flawed competitors.","Martin McDonagh\u0027s Three Billboards Outside Ebbing, Missouri is a great example of a classic awards misfire.","It fools you into believing it is well written and well directed. But it is loud, political, over-wrought and terribly unfunny.","It also looks like it is being acted on stage rather than on screen. This is mostly thanks to McDonagh, who started off as a playwright and never really got the difference in tone.","Still, it beat Steven Spielberg\u0027s modern classic The Post for best drama - a category which also inexplicably ignored Paul Thomas Anderson\u0027s Phantom Thread or Noah Baumbach\u0027s The Meyerowitz Stories.","The same happened with Gary Oldman, whose performance as Winston Churchill got him the male gong.","Oldman is a terrific actor, but one whose talent and charisma are better suited elsewhere.","His Churchill tries too hard, requires too much characterisation and, ultimately, we can never forget it is Oldman we\u0027re looking at, not Winston.","It is a shame that the HFPA didn\u0027t look closely at Daniel Day-Lewis as couturier Reynolds Woodcock in Phantom Thread, or Jake Gyllenhaal in Stronger - or even Adam Sandler in The Meyerowitz Stories.","Oldman was who everyone expected to win and, this year, they needed to tone down on the surprises.","And so The Handmaid\u0027s Tale won over The Crown.","The first being a once-subversive-now-rather-mainstream story about a patriarchal dictatorship; the other an uncomfortable reminder of the benefits and dangers of a Constitutional Monarchy.","Let\u0027s not raise sand. Not today.",{"buttonId":"598fa19da517e4587a1437ab5b34f535"},"In the comedy or musical category, it is the same old ridiculous dance every year. The HFPA chooses lighthearted movies and calls them comedies.","In the end, it works as a compensation prize for the second-best drama.","This year, the honour went to Lady Bird, a wonderful coming of age indie gem directed by Greta Gerwig. The movie deserved an award, or at least a nod, but why wasn\u0027t Gerwig among the best director nominees?","The omission even led to Natalie Portman announcing the award as \u0022best male director\u0022, in a mocking tone.","Once again, the HFPA shoots itself in the foot in its quest for social justice.","Because awards are political, people who are left out end up feeling ostracised.","Because these ceremonies seem more like protests than celebrations, they become easy targets.","Maybe next year the HFPA could try and actually focus on the movies and the TV shows in question. Award quality, not creed.","Hollywood has already been smudged by its dirty politics, criticised for its bad habits and culture of abuse.","By continuously trying to be political, they are only digging that hole deeper."],"newsType":"analysis"},"url":"http:\/\/news.sky.com\/story\/golden-globes-got-it-all-wrong-except-the-tone-11199875","video":{"id":4200692,"type":"video","firstCreated":1515399550,"lastRevised":1515403267,"headline":"Which films picked up the main Globes?","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-three-billboards-outisde-ebbing_4200727.jpg?20180108092024","source":"Getty"},"summary":"A look at clips from the main films awarded at this year\u0027s Golden Globes.","runtime":123,"formats":{"MP2T_":"http:\/\/player.ooyala.com\/player\/ipad\/EyaHB2ZDE6vv9KMuGsaxuPoic8xTqVIy.m3u8","MP4_374":"http:\/\/ooyala.news.sky.com\/EyaHB2ZDE6vv9KMuGsaxuPoic8xTqVIy\/DOcJ-FxaFrRg4gtDEwOjk0OjBmOyAU6J","MP4_700":"http:\/\/ooyala.news.sky.com\/EyaHB2ZDE6vv9KMuGsaxuPoic8xTqVIy\/DOcJ-FxaFrRg4gtDEwOm90OjBvO5qN99","MP4_3000":"http:\/\/ooyala.news.sky.com\/EyaHB2ZDE6vv9KMuGsaxuPoic8xTqVIy\/DOcJ-FxaFrRg4gtDEwOjM3NjowODE7Tz"},"sensitivity":"normal","ooyalaId":"EyaHB2ZDE6vv9KMuGsaxuPoic8xTqVIy","videoPlatformId":"EyaHB2ZDE6vv9KMuGsaxuPoic8xTqVIy"},"mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-golden-globes_4200653.jpg?20180108065319","source":"Getty"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-golden-globes_4200653.jpg?20180108065319","source":"Getty"},"buttons":[{"id":"f9569b3e3893193a2c0929d5f4ef0957","text":"Which films picked up the main Globes?","module":{"id":4200692,"type":"video","self":"https:\/\/feeds.skynews.com\/feeds\/mobile\/module\/video\/4200692"}},{"id":"598fa19da517e4587a1437ab5b34f535","text":"Oprah: \u0027Women not heard\u0027","module":{"id":4200666,"type":"video","self":"https:\/\/feeds.skynews.com\/feeds\/mobile\/module\/video\/4200666"}}]},{"id":"11199829","type":"story","headline":"Which stars wore black at Golden Globes?","primary":{"id":"11199829","type":"article","firstCreated":1515383760,"lastRevised":1515415320,"headline":"Which stars wore black at Golden Globes?","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-golden-globes-hollywood_4200583.jpg?20180108020116","source":"Getty"},"summary":"","body":[],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/which-stars-wore-black-at-golden-globes-11199829","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-golden-globes-hollywood_4200583.jpg?20180108020116","source":"Getty"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-golden-globes-hollywood_4200583.jpg?20180108020116","source":"Getty"}},{"id":"11199852","type":"story","headline":"Golden Globes: The full list of winners","primary":{"id":"11199852","type":"article","firstCreated":1515388380,"lastRevised":1515401100,"headline":"Golden Globes: The full list of winners","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-golden-globes-gary-oldman_4200624.jpg?20180108051258","source":"Reuters"},"summary":"Gary Oldman, Frances McDormand and Big Little Lies celebrated success at the 75th Golden Globes.","body":["\u003Cstrong\u003EHere is a full list of the winners:\u003C\/strong\u003E","FILM","Best Motion Picture, Drama: Three Billboards Outside Ebbing, Missouri","Best Motion Picture, Musical or Comedy: Lady Bird","Best Actor in a Motion Picture, Drama: Gary Oldman - Darkest Hour","Best Actress in a Motion Picture, Drama: Frances McDormand - Three Billboards Outside Ebbing, Missouri","Best Actor in a Musical or Comedy Motion Picture: James Franco - The Disaster Artist","Best Actress in a Motion Picture, Musical or Comedy: Saoirse Ronan - Lady Bird","Best Director, Motion Picture: Guillermo del Toro: The Shape Of Water","Best Supporting Actor in a Motion Picture: Sam Rockwell - Three Billboards Outside Ebbing, Missouri","Best Supporting Actress in a Motion Picture: Allison Janney - I, Tonya","Best Screenplay, Motion Picture: Martin McDonagh - Three Billboards Outside Ebbing, Missouri","Best Original Score, Motion Picture: Alexandre Desplat, The Shape Of Water","Best Original Song, Motion Picture: This Is Me - The Greatest Showman","Best Foreign Language Film: In The Fade","Best Animated Feature Film: Coco","TELEVISION","Best TV Movie or Limited Series: Big Little Lies","Best TV Series, Drama: The Handmaid\u0027s Tale","Best Actor in a Limited Series or TV Movie: Ewan McGregor - Fargo","Best Actress in a Limited Series or TV Movie: Nicole Kidman - Big Little Lies","Best Actor in a TV Series, Drama: Sterling K Brown - This Is Us","Best Actress in a TV Series, Drama: Elisabeth Moss - The Handmaid\u0027s Tale","Best TV Series, Comedy: The Marvellous Mrs Maisel","Best Actor in a TV Series, Comedy: Aziz Ansari - Master Of None","Best Actress in a TV Series, Comedy: Rachel Brosnahan - Mrs Marvellous Mrs Maisel","Best Supporting Actor in a Series, Limited Series or TV Movie: Alexander Skarsgard - Big Little Lies","Best Supporting Actress in a Series, Limited Series, or TV Movie: Laura Dern - Big Little Lies","OTHER","Cecil B Demillle Award: Oprah Winfrey"],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/golden-globes-the-full-list-of-winners-11199852","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-golden-globes-gary-oldman_4200624.jpg?20180108051258","source":"Reuters"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-golden-globes-gary-oldman_4200624.jpg?20180108051258","source":"Reuters"}},{"id":"11199856","type":"story","headline":"Hollywood still facing big questions after Golden Globes","primary":{"id":"11199856","type":"article","firstCreated":1515389760,"lastRevised":1515408120,"headline":"Hollywood still facing big questions after Golden Globes","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-golden-globes-natalie-portman_4200634.jpg?20180108055051","source":"Getty"},"byline":"Greg Milam, US Correspondent","summary":"Just moments after Oprah Winfrey ended her extraordinary, rousing speech at the Golden Globes, the systemic problems facing Hollywood were laid bare.","body":["Natalie Portman pointed out that all of the nominees for Best Director were men.","The lack of a female contender in the category had rankled in the run-up to the awards.","Was it my imagination that the five male nominees looked very awkward as the cameras zeroed in on them?","But there was a much bigger theme that was to dominate the 75th Golden Globes.","We knew that \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/the-famous-stars-to-wear-black-at-golden-globes-11199801\u0022 target=\u0022_blank\u0022\u003Estars would dress in black to honour the Time\u0027s Up movement\u003C\/a\u003E\u003C\/strong\u003E which had made its public debut a few days before.","It was also pretty safe to assume that the theme of sexual harassment \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/weinstein-accusers-critics-and-defenders-11076103\u0022 target=\u0022_blank\u0022\u003Epost-Harvey Weinstein\u003C\/a\u003E\u003C\/strong\u003E would end up being more important than who won the awards.","The question was how what is traditionally the most raucous of the awards shows would strike the right tone at a time when the industry is experiencing a cultural shift.","In the end they probably got it just about right.","The jokes of host Seth Meyers generally hit the mark and stayed the right side of the taste barrier.","The speeches from the likes of Oprah, Reese Witherspoon, Nicole Kidman, Laura Dern and Frances McDormand captured the mood of change perfectly.","That so \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/golden-globes-the-full-list-of-winners-11199852\u0022 target=\u0022_blank\u0022\u003Emany of the big winners on the night\u003C\/a\u003E\u003C\/strong\u003E reflected female-driven stories helped create a night with a message.","The presence of activists representing ordinary working people alongside celebrities on the red carpet will also go a long way to demonstrating the Time\u0027s Up ambition to represent those without a voice.","But Natalie Portman\u0027s short and sharp interjection tells us much about how far there is to go.","There are still big questions that have not been addressed about racial diversity and the gender pay gap.","But the conversation has at least started and with awards season now in full swing this is the time to push for the change and not let the moment pass.","Between now and the Oscars in March the merits of movies and actors\u0027 performances will take second place."],"newsType":"analysis"},"url":"http:\/\/news.sky.com\/story\/hollywood-still-facing-big-questions-after-golden-globes-11199856","journalist":{"displayName":"Greg Milam","blog":null,"twitter":"@GregMilamSky","jobRole":"US Correspondent","image":"https:\/\/e3.365dm.com\/16\/07\/{width}x{height}\/GREGMILAM_3710815.jpg?20160706201702","firstName":"Greg","lastName":"Milam"},"mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-golden-globes-natalie-portman_4200634.jpg?20180108055051","source":"Getty"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-golden-globes-natalie-portman_4200634.jpg?20180108055051","source":"Getty"}}]}}