{"category":{"title":"POLITICS","stories":[{"id":"11201678","type":"story","headline":"Theresa May reshuffles \u0027new generation\u0027 of diverse ministers into Government","primary":{"id":"11201678","type":"article","firstCreated":1515525300,"lastRevised":1515532320,"headline":"Theresa May reshuffles \u0027new generation\u0027 of diverse ministers into Government","photo":{"url":"https:\/\/e3.365dm.com\/17\/12\/{width}x{height}\/skynews-theresa-may-prime-minister_4189238.jpg?20171221202230","source":"Getty"},"byline":"Aubrey Allegretti, Political Reporter","summary":"A raft of women and ethnic minority MPs have been promoted in Theresa May\u0027s reshuffle, as the Prime Minister sought to tackle criticism over the diversity of her new Cabinet.","body":["She hailed a Government that \u0022looks more like the country it serves\u0022, acting on calls from some in her own party to push fresh talent up the ranks.","Mrs May declared in a statement: \u0022This Government is about building a country fit for the future - one that truly works for everyone with a stronger economy and a fairer society.","\u0022This reshuffle helps us do just that by bringing fresh talent into Government, boosting delivery in key policy areas like housing, health and social care, and ensuring the Government looks more like the country it serves.","\u0022It also allows a new generation of gifted ministers to step up and make life better for people across the whole UK.\u0022","Mrs May had \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/the-prime-minister-suffers-shock-resignation-in-new-year-reshuffle-11200769\u0022 target=\u0022_blank\u0022\u003Efaced criticism for the diversity of her new Cabinet\u003C\/a\u003E \u003C\/strong\u003Ethat only contains one ethnic minority minister and one who is openly LGBT.","But she bolstered the junior ranks with a greater proportion of fresh talent from diverse backgrounds.","MPs with Pakistani, Mauritian and Iraqi heritage were given ministerial jobs for the first time in their careers.","And of the 13 new politicians on the Government payroll, eight were women and four were black or minority ethnic (BME).","There were beefed up departments, too, with Fareham MP Suella Fernandes taking the number of Brexit ministers from three to four.","She was not the \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/theresa-may-to-appoint-cabinet-member-for-no-deal-in-reshuffle-11199777\u0022 target=\u0022_blank\u0022\u003Erumoured \u0022no deal\u0022 minister\u003C\/a\u003E\u003C\/strong\u003E, but has backed the scenario in the past. \u0022In the event of no deal, that\u0027s great for us,\u0022 she wrote in June.","Housing and social care got extra staff and ministers too, following the PM\u0027s attempt to stamp her new direction for the party by adding them to the briefs of Communities Secretary Sajid Javid and Health Secretary Jeremy Hunt, respectively.","Universities minister Jo Johnson also lost his job and got moved to transport, \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/toby-young-stands-down-from-universities-regulator-11200870\u0022\u003Ehours after columnist Toby Young resigned\u003C\/a\u003E\u003C\/strong\u003E as a non-executive board member on the new Office for Students watchdog.","Meanwhile, Home Secretary Amber Rudd picked up the women and equalities remit left vacant by outgoing Education Secretary Justine Greening, who quit to advance \u0022social mobility\u0022 from the backbenches.","Some reshuffle announcements were not universally popular with Tory MPs.","Nicholas Soames, who after the Cabinet reshuffle asked \u0022Is that it?\u0022, blasted the decision to sack health minister Philip Dunne.","\u0022Impossible to understand and a very poor decision,\u0022 he wrote on Twitter."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/theresa-may-reshuffles-new-generation-of-diverse-ministers-into-government-11201678","mainPhoto":{"url":"https:\/\/e3.365dm.com\/17\/12\/{width}x{height}\/skynews-theresa-may-prime-minister_4189238.jpg?20171221202230","source":"Getty"},"photo":{"url":"https:\/\/e3.365dm.com\/17\/12\/{width}x{height}\/skynews-theresa-may-prime-minister_4189238.jpg?20171221202230","source":"Getty"}},{"id":"11201562","type":"story","headline":"EU \u0027surprised\u0027 at David Davis\u0027 complaint over no-deal planning","primary":{"id":"11201562","type":"article","firstCreated":1515519300,"lastRevised":1515529860,"headline":"EU \u0027surprised\u0027 at David Davis\u0027 complaint over no-deal planning","photo":{"url":"https:\/\/e3.365dm.com\/17\/12\/{width}x{height}\/skynews-david-davis-commons_4182543.jpg?20171214112125","source":"Sky News Screen Grab"},"byline":"Alix Culbertson, News Reporter","summary":"The European Union has said it is \u0022surprised\u0022 David Davis complained the bloc is planning for a no-deal Brexit.","body":["The Brexit Secretary sent a letter to Theresa May last month saying he would urge the EU to drop measures and guidance which could require UK companies to relocate to Europe or risk contracts being terminated if a Brexit deal is not struck.","Margaritis Schinas, European Commission chief spokesman, said: \u0022We are somehow surprised that the United Kingdom is surprised that we are preparing for a scenario announced by the UK Government itself.","\u0022After all, it was Prime Minister May herself who said in her Lancaster House speech in January 2017, and repeated in her Florence speech in September, that \u0027no deal for Britain is better than a bad deal for Britain, it is right that the Government should prepare for every eventuality\u0027.",{"buttonId":"096d95e48c50ab16530b9b7f69d82c41"},"\u0022So we take these words by the Prime Minister very seriously and it is therefore only natural that in this house we also prepare for every eventuality.\u0022","Mr Davis told the Prime Minister the EU\u0027s approach \u0022is frequently damaging to UK interests\u0022, according to extracts published by the Financial Times.","\u003Cstrong\u003E:: \u003Ca href=\u0022https:\/\/news.sky.com\/story\/eu-cannot-cherry-pick-terms-of-brexit-deal-11192730\u0022 target=\u0022_blank\u0022\u003EEU \u0027cannot cherry pick\u0027 terms of Brexit deal\u003C\/a\u003E\u003C\/strong\u003E","\u003Cstrong\u003E:: \u003Ca href=\u0022https:\/\/news.sky.com\/story\/nigel-farage-reveals-details-of-meeting-with-eus-brexit-negotiator-michel-barnier-11200281\u0022 target=\u0022_blank\u0022\u003ENigel Farage reveals details of meeting with EU\u0027s Brexit negotiator Michel Barnier\u003C\/a\u003E\u003C\/strong\u003E","He wrote that EU agencies have issued guidance to businesses stating the UK will become a \u0022third country\u0022 after Brexit.",{"buttonId":"b1eff9bb3ce1635eb38ca0770e58fd5b"},"The Brexit Secretary, who kept his job in \u003Ca href=\u0022https:\/\/news.sky.com\/story\/winners-and-losers-what-theresa-mays-new-cabinet-looks-like-11201341\u0022 target=\u0022_blank\u0022\u003E\u003Cstrong\u003EMonday\u0027s reshuffle\u003C\/strong\u003E\u003C\/a\u003E, warned the EU\u0027s current stance amounted to \u0022potential breaches of the UK\u0027s rights as a member state\u0022.","However, Mr Davis said a legal challenge would be lengthy and high-risk, according to advisers.","Mr Schinas said the EU does not \u0022feel there is anything new for us to say\u0022 with regards to a transition period or trade deal \u0022since this is part of the next stage of the negotiation\u0022.","He denied the EU\u0027s plans breached Britain\u0027s rights.","Scottish First Minister Nicola Sturgeon said Mr Davis\u0027 \u0022moaning\u0022 was \u0022extraordinary\u0022 because the Government has set aside £3.7bn in case the UK leaves the EU without a deal."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/eu-surprised-at-david-davis-complaint-over-no-deal-planning-11201562","video":{"id":4194554,"type":"video","firstCreated":1514627233,"lastRevised":1514631428,"headline":"\u0027People will change their minds over Brexit\u0027","photo":{"url":"https:\/\/e3.365dm.com\/17\/12\/{width}x{height}\/Ut_HKthATH4eww8X4xMDoxOjA4MTsiGN_4194555.jpg?20171230094713","source":"Ooyala - Sky News UK"},"summary":"Lord Adonis says that when the public see the final Brexit offer, they will change their minds.","runtime":91,"formats":{"MP2T_":"http:\/\/player.ooyala.com\/player\/appletv\/ljdDd0ZDE61n9ivF9CU3Lj5L_wvJwm9g.m3u8","MP4_374":"http:\/\/ooyala.news.sky.com\/ljdDd0ZDE61n9ivF9CU3Lj5L_wvJwm9g\/DOcJ-FxaFrRg4gtDEwOjk0OjZmO73fD2","MP4_700":"http:\/\/ooyala.news.sky.com\/ljdDd0ZDE61n9ivF9CU3Lj5L_wvJwm9g\/DOcJ-FxaFrRg4gtDEwOm90OmtuO6gGpU","MP4_3000":"http:\/\/ooyala.news.sky.com\/ljdDd0ZDE61n9ivF9CU3Lj5L_wvJwm9g\/DOcJ-FxaFrRg4gtDEwOjM3NjpvMTE79t"},"sensitivity":"normal","ooyalaId":"ljdDd0ZDE61n9ivF9CU3Lj5L_wvJwm9g","videoPlatformId":"ljdDd0ZDE61n9ivF9CU3Lj5L_wvJwm9g"},"mainPhoto":{"url":"https:\/\/e3.365dm.com\/17\/12\/{width}x{height}\/skynews-david-davis-commons_4182543.jpg?20171214112125","source":"Sky News Screen Grab"},"photo":{"url":"https:\/\/e3.365dm.com\/17\/12\/{width}x{height}\/skynews-david-davis-commons_4182543.jpg?20171214112125","source":"Sky News Screen Grab"},"buttons":[{"id":"096d95e48c50ab16530b9b7f69d82c41","text":"Brexit Forensics: Frankfurt\u0027s gain","module":{"id":4193442,"type":"video","self":"https:\/\/feeds.skynews.com\/feeds\/mobile\/module\/video\/4193442"}},{"id":"b1eff9bb3ce1635eb38ca0770e58fd5b","text":"\u0027People will change their minds over Brexit\u0027","module":{"id":4194554,"type":"video","self":"https:\/\/feeds.skynews.com\/feeds\/mobile\/module\/video\/4194554"}}]},{"id":"11200812","type":"story","headline":"\u0027A dreadful error\u0027: Tories lament May\u0027s reshuffle as Greening departs","primary":{"id":"11200812","type":"article","firstCreated":1515457320,"lastRevised":1515505980,"headline":"\u0027A dreadful error\u0027: Tories lament May\u0027s reshuffle as Greening departs","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-greening-reshuffle_4201260.jpg?20180109032034","source":"Getty"},"byline":"Faisal Islam, Political Editor","summary":"\u0022Do no harm\u0022 should probably be the top aim of a reshuffle.","body":["In the end, it was relatively minor.","There were five new faces at the Cabinet table, some rebranded departments and a shift around of jobs at Justice, Work & Pensions, Northern Ireland, Education and the Cabinet Office.","The first problem with the reshuffle was it was over-hyped, presumably by some people who thought they were being helpful to Theresa May.","This was not helped by the Conservatives\u0027 official Twitter account wrongly heralding Chris Grayling as Sir Patrick McLoughlin\u0027s replacement as party chairman.","The second problem was that it did not assert the Prime Minister\u0027s post-Brexit negotiation authority.","In allowing Jeremy Hunt, Greg Clark, Justine Greening and Damian Hinds to hang around Downing Street for hours in total - with at least two of them pushing back against the PM\u0027s decision-making - it made for a rather public display of a lack of authority.","But above all, the principal consequence - along with the decision of Mrs May\u0027s allies to brief against Ms Greening and Mr Clark - is the PM now has a \u0022Putney problem\u0022.","Ms Greening, the Putney MP and now former education secretary, is not going quietly and her friends are furious with her treatment.","One told me: \u0022She should have absolutely expected to continue. She saw people who have been massively disloyal, others not competent, allowed to stay in Cabinet, and even given expanded briefs.\u0022","A Tory MP told me that Ms Greening was a \u0022damaging loss\u0022 and Mrs May made a \u0022dreadful error... caving into boys but not a woman\u0022 - a reference to Jeremy Hunt staying in post.","Ms Greening\u0027s constituency voted 75% in favour of remaining in the EU.","She has argued in Cabinet for a \u0022pragmatic\u0022 Brexit and her friends say she achieved some progress with the teaching community, few of whom voted Tory, but who proved influential in driving the electoral decisions of important swing voters.","\u003Cstrong\u003E:: \u003Ca href=\u0022https:\/\/news.sky.com\/story\/cabinet-reshuffle-whos-in-and-whos-out-11200221\u0022 target=\u0022_blank\u0022\u003ECabinet reshuffle: Who\u0027s in and who\u0027s out\u003C\/a\u003E\u003C\/strong\u003E","Now, there is an extra backbencher whose inner scepticism about elements of Mrs May\u0027s Brexit strategy has so far been held in check by Governmental loyalty.","Number 10 pointed out that the PM was disappointed by the departure of Ms Greening, who was offered the position as Work and Pensions Secretary.","But the briefing against Ms Greening, and the feeling that Mrs May\u0027s former chief of staff Nick Timothy is still influencing events, has left a bad taste.","And there is a bigger canvas from a seat that saw a collapse from a five-figure majority to become a marginal last year.","The long-standing, modernising wing of the Conservative Party believes that the PM actively unlearned successful Cameron-era lessons that won the Conservatives a swathe of middle-class liberal England less than three years ago.","The slightly odd and unannounced silent photo op of Mrs May outside Downing Street with her new, diverse party vice-chairman only showed up the fact that the Cabinet appointments did not live up to that billing.","The \u0022Putney problem\u0022 is that the PM\u0027s 2017 election strategy of reuniting the Conservative and UKIP vote may not be reconcilable by winning swathes of liberal England previously won by David Cameron.","The PM is trying to reinvent a wheel that she broke last year. The upcoming local elections across Greater London will be extremely difficult for the Conservatives.","All this occurs before more parliamentary fireworks on the EU Withdrawal Bill, in the Commons and the Lords, and as the tougher part of Brexit negotiations hit home.","Mrs May needs the shuffle of more junior ministerial ranks to go more smoothly than this."],"newsType":"analysis"},"url":"http:\/\/news.sky.com\/story\/cabinet-reshuffle-analysis-greening-departure-gives-pm-a-putney-problem-11200812","journalist":{"displayName":"Faisal Islam","blog":null,"twitter":"@faisalislam","jobRole":"Political Editor","image":"https:\/\/e3.365dm.com\/16\/07\/{width}x{height}\/FAISALISLAM_3710794.jpg?20160706201659","firstName":"Faisal","lastName":"Islam"},"mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-greening-reshuffle_4201260.jpg?20180109032034","source":"Getty"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-greening-reshuffle_4201260.jpg?20180109032034","source":"Getty"}},{"id":"11201341","type":"story","headline":"Winners and losers: What Theresa May\u0027s new Cabinet looks like","primary":{"id":"11201341","type":"article","firstCreated":1515507600,"lastRevised":1515510720,"headline":"Winners and losers: What Theresa May\u0027s new Cabinet looks like","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-theresa-may-cabinet-meeting_4201484.jpg?20180109110658","source":"Reuters"},"byline":"Aubrey Allegretti, Political Reporter","summary":"Theresa May has conducted a New Year\u0027s reshuffle to diversify and push new talent into the Cabinet.","body":["It means some new faces enter her top team, with three different Secretaries of State and a host of other job swaps.","Press the flipcards below to find out which jobs have changed hands."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/winners-and-losers-what-theresa-mays-new-cabinet-looks-like-11201341","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-theresa-may-cabinet-meeting_4201484.jpg?20180109110658","source":"Reuters"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-theresa-may-cabinet-meeting_4201484.jpg?20180109110658","source":"Reuters"}},{"id":"11200870","type":"story","headline":"Toby Young stands down from universities regulator","primary":{"id":"11200870","type":"article","firstCreated":1515480000,"lastRevised":1515489000,"headline":"Toby Young stands down from universities regulator","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-toby-young-office-for-students_4197406.jpg?20180103094603","source":"PA"},"byline":"Ceren Senkul, News Reporter","summary":"Toby Young has resigned from the universities regulator following a backlash over crude and sexist tweets he sent before his appointment.","body":["Mr Young became a board member on the new Office for Students (OfS) watchdog on 1 January but had faced calls to quit after a series of controversial comments on social media surfaced.","Writing in The Spectator, the free schools pioneer said he \u0022unreservedly\u0022 apologises for things he said when he was a \u0022journalistic provocateur\u0022.","\u0022The caricature drawn of me in the last seven days, particularly on social media, has been unrecognisable to anyone who knows me. I am a passionate supporter of inclusion and helping the most disadvantaged, as I hope my track record of setting up and supporting new schools demonstrates,\u0022 he said.","\u0022But some of the things I said before I got involved in education, when I was a journalistic provocateur, were either ill-judged or just plain wrong - and I unreservedly apologise.\u0022","Mr Young was named as a board member by Universities Minister Jo Johnson, who has now responded to his resignation.","\u0022Toby Young\u0027s track record setting up & supporting free schools speaks for itself,\u0022 Mr Johnson said.","\u0022His decision to stand down from the OfS board and repeat unreserved apologies for inappropriate past remarks reflects his character better than the one-sided caricature from his armchair critics.\u0022","Mr Young\u0027s offensive Twitter posts include a 2012 tweet when he wrote watching Prime Minister\u0027s Questions: \u0022Serious cleavage behind Ed Miliband\u0027s head. Anyone know who it belongs to?\u0022","A post he wrote in 2009 read: \u0022What happened to Winkleman\u0027s breasts (sic) Put on some weight, girlie #comicrelief.\u0022","A petition was set up calling for him to be sacked and has gathered around 220,000 signatures.","Mr Young has also been criticised for his views on disabled people.","Education select committee chairman and Conservative MP Robert Halfon, who has cerebral palsy, referenced articles written by Mr Young during an urgent debate in the Commons on the issue.","\u0022What I\u0027m more concerned about is some quite dark articles where he talks about the disabled, where he talks about the working classes, and much more significantly in 2015 - and I have the article here - on what he calls progressive eugenics,\u0022 said Mr Halfon, adding he finds the views \u0022incredibly dark and very dangerous\u0022.","Following Mr Young\u0027s appointment, senior Labour figures, including Shadow women and equalities minister Dawn Butler and Angela Rayner, the shadow education secretary, had written to the Prime Minister calling for her to remove him from the board of the new higher education watchdog, accusing him of \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/female-labour-mps-accuse-toby-young-of-virulent-misogyny-11196903\u0022 target=\u0022_blank\u0022\u003E\u0022virulent misogyny\u0022\u003C\/a\u003E\u003C\/strong\u003E.","However, while Theresa May said she was \u0022not impressed\u0022 with the obscene tweets, she said he would only lose his job if he used such language again.","Last week, amid the controversy, Boris Johnson defended Mr Young.","\u0022Ridiculous outcry over Toby Young. He will bring independence, rigour and caustic wit. Ideal man for job,\u0022 the Foreign Secretary write on Twitter.","In the article announcing his resignation, Mr Young praised the \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/cabinet-reshuffle-whos-in-and-whos-out-11200221\u0022 target=\u0022_blank\u0022\u003Enewly appointed Education Secretary Damian Hinds\u003C\/a\u003E\u003C\/strong\u003E.","\u0022I know that he is equally passionate about helping children from the poorest backgrounds to succeed in life. His job is one of the most significant in Government. I cannot think of a more important mission,\u0022 he wrote."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/toby-young-stands-down-from-universities-regulator-11200870","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-toby-young-office-for-students_4197406.jpg?20180103094603","source":"PA"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-toby-young-office-for-students_4197406.jpg?20180103094603","source":"PA"}},{"id":"11200670","type":"story","headline":"Health minister criticised for saying patients can sit when beds are unavailable","primary":{"id":"11200670","type":"article","firstCreated":1515439680,"lastRevised":1515443700,"headline":"Health minister criticised for saying patients can sit when beds are unavailable","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-philip-dunne-health-minister_4201163.jpg?20180108193205","source":"Other"},"byline":"Paul Kelso, Health Correspondent","summary":"Health minister Philip Dunne has been criticised for appearing to suggest that patients denied a bed by the unfolding NHS winter crisis should sit down instead.","body":["Mr Dunne, who is responsible for NHS performance, was speaking in the House of Commons in response to urgent questions about the health service, which has postponed thousands of operations to help it cope with winter pressure.","Responding to a question from Labour MP Tracy Brabin about a constituent who photographed patients sleeping on the floor in hospital, he said: \u0022The honourable lady will have heard last week the apology from the Secretary of State to those patients who are having operations postponed, and I absolutely am prepared to apologise today to those patients who are not able to be treated as quickly as we would like them to be.","\u0022There are seats available in most hospitals where beds are not available, and I can’t comment individually on what happened in her case, but I agree with her it is not acceptable.\u0022","Many hospitals are facing bed shortages, with some operating at close to 100% capacity, and thousands of patients have endured long waits to be handed over on ambulances, or in hospital corridors.","Mr Dunne, who was standing in for Jeremy Hunt, who was in Downing Street discussing his role with the Prime Minister, also became the first minister to concede that the NHS is facing a crisis.","\u0022We have a crisis in winter of some sort more or less every year,\u0022 he said.",{"buttonId":"b2cd038582f0cdaaae0ce3352521df63"},"Mr Dunne was criticised by doctors’ groups and political opponents.","\u0022The seats comment sounds flippant and belittling of the problem that exists,\u0022 said Dr Nick Scriven, the president of the Society for Acute Medicine.","\u0022If that is what he truly thinks, it shows a worrying lack of appreciation of reality in our emergency departments and acute medical units.\u0022","Labour shadow health minister Justin Madders said: \u0022This is an appalling and ignorant remark from a minister entirely out of touch with the reality of the NHS winter crisis.","\u0022Placing sick patients in chairs because of acute bed shortages is clearly not acceptable in the 21st Century.","\u0022And yet with numerous trusts this winter at times reporting 100% bed occupancy, hospitals simply cannot cope and are being forced into these intolerable situations.","\u0022Patients and staff are currently facing an unprecedented winter crisis. Instead of worrying about reshuffles, the prime minister must urgently sort this mess out.\u0022","Mr Dunne later released a statement which said: \u0022I responded to a question in the House of Commons about Pinderfields Hospital in Yorkshire, which had earlier indicated chairs were available for those patients who were pictured on the floor.","\u0022As the Prime Minister and Secretary of State both have done, I too have apologised for any cases where care has fallen below the high standards we expect.\u0022","His boss, Mr Hunt emerged from Downing Street having been told he will remain as Health Secretary and having added social care to his brief, meaning the two areas are overseen by the same department for the first time since the 1990s.","Downing Street confirmed that as a consequence of the change, under which he will be known as Secretary of State for Health and Social Care, the planned Green Paper on social care will move from the Cabinet Office to health.","There is widespread approval for health and social care to be considered in concert as the issues they face are interlinked.","Many of those in hospital are there because of a shortage of the social care provision that would allow them to be cared for at home.","Around 20% of those currently admitted have been there for more than three weeks."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/health-minister-criticised-for-saying-patients-can-sit-when-beds-are-unavailable-11200670","video":{"id":4201165,"type":"video","firstCreated":1515440316,"lastRevised":1515440861,"headline":"Philip Dunne says seats available in hospital","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/Ut_HKthATH4eww8X4xMDoxOjA4MTsiGN_4201166.jpg?20180108193836","source":"Ooyala - Sky News UK"},"summary":"Health Minister Philip Dunne said \u0022there are seats available in most hospitals where beds are not available\u0022.","runtime":32,"formats":{"MP2T_":"http:\/\/player.ooyala.com\/player\/appletv\/tkdnV2ZDE6acwa6w-XeHeOOOKIf0Hb0-.m3u8","MP4_374":"http:\/\/ooyala.news.sky.com\/tkdnV2ZDE6acwa6w-XeHeOOOKIf0Hb0-\/DOcJ-FxaFrRg4gtDEwOjk0OjZmO73fD2","MP4_700":"http:\/\/ooyala.news.sky.com\/tkdnV2ZDE6acwa6w-XeHeOOOKIf0Hb0-\/DOcJ-FxaFrRg4gtDEwOm90OmtuO6gGpU","MP4_3000":"http:\/\/ooyala.news.sky.com\/tkdnV2ZDE6acwa6w-XeHeOOOKIf0Hb0-\/DOcJ-FxaFrRg4gtDEwOjM3NjpvMTE79t"},"sensitivity":"normal","ooyalaId":"tkdnV2ZDE6acwa6w-XeHeOOOKIf0Hb0-","videoPlatformId":"tkdnV2ZDE6acwa6w-XeHeOOOKIf0Hb0-"},"mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-philip-dunne-health-minister_4201163.jpg?20180108193205","source":"Other"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-philip-dunne-health-minister_4201163.jpg?20180108193205","source":"Other"},"buttons":[{"id":"b2cd038582f0cdaaae0ce3352521df63","text":"Philip Dunne says seats available in hospital","module":{"id":4201165,"type":"video","self":"https:\/\/feeds.skynews.com\/feeds\/mobile\/module\/video\/4201165"}}]},{"id":"11200704","type":"story","headline":"Pro-EU Labour MPs hit out at Corbyn for \u0027taking single market off table\u0027","primary":{"id":"11200704","type":"article","firstCreated":1515444300,"lastRevised":1515446700,"headline":"Pro-EU Labour MPs hit out at Corbyn for \u0027taking single market off table\u0027","photo":{"url":"https:\/\/e3.365dm.com\/17\/12\/{width}x{height}\/skynews-jeremy-corbyn-labour-party_4189882.jpg?20171222161130","source":"Getty"},"byline":"Tamara Cohen, Political Correspondent","summary":"Jeremy Corbyn has dismayed his pro-European MPs by insisting he will not accept a policy of remaining in the single market, sources have told Sky News.","body":["The Labour leader addressed his party in a closed meeting on Monday night intended to set out his priorities for the year, in which he attacked the Prime Minister\u0027s \u0022pointless and lacklustre reshuffle\u0022 and claimed Labour was a \u0022government-in-waiting\u0022.","But when asked about his party\u0027s position on Europe - on which it remains split - MPs revealed he said single market membership was tantamount to staying in the EU.","One said: \u0022Jeremy said that when people voted to leave the EU, they voted to leave the single market. Single market membership requires us to be members of the EU.\u0022","Other MPs backed up the account and another said: \u0022Corbyn again claimed that no country can be in the single market but outside the EU - clearly Norway needs to get in touch.\u0022","A former Labour minister, who did not wish to be named, told Sky after the meeting: \u0022Jeremy needs to listen to the views of party members - the single market is vital and he\u0027s wrong to take it off the table.\u0022","\u003Cstrong\u003E:: \u003Ca href=\u0022https:\/\/news.sky.com\/story\/jeremy-corbyn-denies-claims-labours-brexit-stance-is-confusing-as-he-rules-out-second-eu-referendum-11186966\u0022 target=\u0022_blank\u0022\u003EJeremy Corbyn denies claims Labour\u0027s Brexit stance is \u0027confusing\u0027 as he rules out second EU referendum\u003C\/a\u003E\u003C\/strong\u003E","Chuka Umunna, who is pushing for his party to take a pro-single market stance, is reported to have left the meeting early.","The party\u0027s policy is that Britain must leave following the referendum result, but should stay in the single market and customs union during a transition period, while negotiating a free trade deal with the EU.","However dozens of Labour MPs want Britain to stay in the EU in perpetuity, and deputy leader Tom Watson has expressed support for a second referendum. Some hope to team up with rebellious Conservatives to inflict defeats on the Government.","The overwhelming majority of Labour members - of which there are nearly 600,000 - are also pro-EU - 87% want to stay in the single market and customs union according to a recent poll.","But MPs in Labour\u0027s traditional heartlands, where many voted to Leave, have been concerned that appearing anti-Brexit and pro-free movement will alienate their supporters.","The party\u0027s ambivalence was regarded as a vote-winner at the General Election last year.","\u003Cstrong\u003E:: \u003Ca href=\u0022https:\/\/news.sky.com\/story\/on-brexit-adonis-hits-wall-with-the-conservatives-and-labour-11189002\u0022 target=\u0022_blank\u0022\u003EOn Brexit, Adonis hits wall with the Conservatives and Labour\u003C\/a\u003E\u003C\/strong\u003E",{"buttonId":"a06de44b15c6ee728b185723174b4218"},"Two out of nine questions at the meeting were about the single market, but several MPs made interventions. Mr Corbyn\u0027s address to the hour-long meeting was about austerity, and in particular the impact of spending cuts on the NHS.","He was also asked if he would engage with the Jewish community about anti-Semitism, to which he briefly said he would. MPs said he spent more time talking about the party’s environmental policy and about Donald Trump.","Mr Corbyn has refused to attend a meeting arranged for tomorrow by the Scottish National Party aimed at avoiding a so-called \u0022hard Brexit\u0022. The Liberal Democrats and Plaid Cymru MPs will attend the gathering in the House of Commons.","In a letter to the SNP\u0027s Westminster leader Ian Blackford last Friday, Mr Corbyn said the single market was \u0022not a membership club\u0022.","A spokesman for Mr Corbyn said on Monday: \u0022We want to retain the benefits of the single market through negotiations. The single market isn\u0027t a membership club. It is an economic area with which we wish to trade and have full tariff free access.\u0022","Labour sources supportive of Mr Corbyn said \u0022confusion arose\u0022 about single market membership because countries such as Norway - cited by many Labour MPs as a possible model for Britain post-Brexit - have negotiated access to the single market in return for \u0022accepting the majority of the rules but, for example, have opted out on fishing\u0022."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/pro-eu-labour-mps-hit-out-at-corbyn-for-taking-single-market-off-table-11200704","video":{"id":4198475,"type":"video","firstCreated":1515083382,"lastRevised":1515086915,"headline":"\u0027Labour should alter Brexit stance\u0027","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/Ut_HKthATH4eww8X4xMDoxOjA4MTsiGN_4198476.jpg?20180104162943","source":"Ooyala - Sky News UK"},"summary":"Tony Blair has said Labour would \u0027annihilate\u0027 the Conservative Party were it to take an opposing stance on Brexit.","runtime":62,"formats":{"MP2T_":"http:\/\/player.ooyala.com\/player\/ipad\/czeWt1ZDE64qIQYXaGn8iCn1wKOkiwjH.m3u8","MP4_374":"http:\/\/ooyala.news.sky.com\/czeWt1ZDE64qIQYXaGn8iCn1wKOkiwjH\/DOcJ-FxaFrRg4gtDEwOjk0OjBmOyAU6J","MP4_700":"http:\/\/ooyala.news.sky.com\/czeWt1ZDE64qIQYXaGn8iCn1wKOkiwjH\/DOcJ-FxaFrRg4gtDEwOm90OjBvO5qN99","MP4_3000":"http:\/\/ooyala.news.sky.com\/czeWt1ZDE64qIQYXaGn8iCn1wKOkiwjH\/DOcJ-FxaFrRg4gtDEwOjM3NjowODE7Tz"},"sensitivity":"normal","ooyalaId":"czeWt1ZDE64qIQYXaGn8iCn1wKOkiwjH","videoPlatformId":"czeWt1ZDE64qIQYXaGn8iCn1wKOkiwjH"},"mainPhoto":{"url":"https:\/\/e3.365dm.com\/17\/12\/{width}x{height}\/skynews-jeremy-corbyn-labour-party_4189882.jpg?20171222161130","source":"Getty"},"photo":{"url":"https:\/\/e3.365dm.com\/17\/12\/{width}x{height}\/skynews-jeremy-corbyn-labour-party_4189882.jpg?20171222161130","source":"Getty"},"buttons":[{"id":"a06de44b15c6ee728b185723174b4218","text":"\u0027Labour should alter Brexit stance\u0027","module":{"id":4198475,"type":"video","self":"https:\/\/feeds.skynews.com\/feeds\/mobile\/module\/video\/4198475"}}]},{"id":"11200503","type":"story","headline":"Tory MP promoted to women\u0027s role slammed for \u0027appalling\u0027 abortion comments","primary":{"id":"11200503","type":"article","firstCreated":1515428820,"lastRevised":1515434820,"headline":"Tory MP promoted to women\u0027s role slammed for \u0027appalling\u0027 abortion comments","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-maria-caulfield-tory_4201056.png?20180108162710","source":"Other"},"byline":"Tamara Cohen, Political Correspondent","summary":"A Tory MP who led opposition to the decriminalisation of abortion has been appointed the party\u0027s vice-chair for women, in a move described as \u0022appalling\u0022 by campaigners.","body":["Maria Caulfield\u0027s promotion has been attacked by Labour and by women\u0027s rights groups because she spoke out against a bill, debated in March last year, which would have liberalised abortion laws.","The MP for Lewes, a former nurse, slammed the proposals at the time, saying they \u0022completely neglect the rights of the unborn child\u0022 and would lead to \u0022abortions on demand\u0022.","Ms Caulfield was one of several new vice-chairs appointed by Theresa May today to refresh her party\u0027s operation and broaden its appeal following failures during last year\u0027s General Election.","A spokesperson for the British Pregnancy Advice Service tweeted that it was \u0022incredibly disappointed\u0022 to hear of the MP\u0027s promotion saying she \u0022supports the criminalisation of women who end their own pregnancies\u0022.","BPAS added: \u0022This is not an abstract issue. Women across the UK have prosecution and prison sentences for ending pregnancies using abortion medication bought online.","\u0022These are often women in the most desperate of circumstances. This bill, which despite passing was unable to progress further due to the snap election, sought to protect women who in the most desperate of circumstances use medication purchased online to end a pregnancy.","\u0022That the new Conservative Vice-Chair for Women believes that these women should face up to life imprisonment is appalling.\u0022","Theresa May faced a backlash over the issue of abortion last summer when she formed a confidence and supply deal with the Democratic Unionist Party, which has a strict anti-legalisation stance in Northern Ireland.","Abortion is widely available in the rest of the UK, under the 1967 Abortion Act, which does not decriminalise it but allows it under specific circumstances - including the approval of two doctors - up to 24 weeks.","Otherwise abortion remains a criminal offence under the 1861 Offences Against the Person Act.","Labour MP Diana Johnson had sought to change what she called the \u0022Victorian\u0022 law so that vulnerable women who buy abortion drugs online, also up to 24 weeks, would not be committing a criminal offence.","Ms Johnson told Sky News that Maria Caufield\u0027s arguments were \u0022negative and backwards-looking\u0022 and said it was \u0022unfortunate\u0022 the Conservative party has promoted her to the post.","She said: \u0022A woman who stood up in parliament last year and argued that abortion should be a criminal offence for women, when one in three women will have an abortion, shows a lack of understanding of the needs of women.\u0022","The Labour MP\u0027s bill was a so-called Ten Minute Rule Bill, which does not lead to a change in the law but was passed by 172 votes to 142, in an indication of cross-party support for the law change.","It was also backed by the Royal College of Midwives and the British Medical Association.","The Labour MP also drew attention to Ms Caulfield\u0027s support for Toby Young\u0027s appointment to the board of a new Office for Students - following a series of what she called \u0022dreadful and misogynistic tweets\u0022.","The Tory MP triggered a New Year\u0027s Day row when she tweeted: \u0022As a working class kid who went to school in the socialist state of Lambeth where more kids ended up in prison than university, why the outrage at the appointment of Toby Young?\u0022","Ms Caulfield has not responded to a Sky News request for comment."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/tory-mp-promoted-to-womens-role-slammed-for-appalling-abortion-comments-11200503","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-maria-caulfield-tory_4201056.png?20180108162710","source":"Other"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-maria-caulfield-tory_4201056.png?20180108162710","source":"Other"}},{"id":"11200130","type":"story","headline":"Farage meets Barnier: Brexit talks will continue to be \u0027difficult\u0027","primary":{"id":"11200130","type":"article","firstCreated":1515411180,"lastRevised":1515421680,"headline":"Farage meets Barnier: Brexit talks will continue to be \u0027difficult\u0027","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-nigel-farage-arrives-brussels_4200811.jpg?20180108111239","source":"Reuters"},"byline":"Sharon Marris, News Reporter","summary":"Nigel Farage has warned that the UK still faces a tough road ahead in Brexit talks, following a meeting with the EU\u0027s chief negotiator.","body":["Mr Farage, a UKIP MEP, had \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/nigel-farage-reveals-the-three-brexit-questions-he-will-ask-michel-barnier-11199980\u0022 target=\u0022_blank\u0022\u003Eoffered the public the chance to suggest questions\u003C\/a\u003E\u003C\/strong\u003E to be asked of Michel Barnier when the two met in Brussels earlier.","The questions were:","\u003Cstrong\u003E::\u003C\/strong\u003E Does Michel Barnier understand why Britain voted for Brexit?","\u003Cstrong\u003E::\u003C\/strong\u003E What happens to the EU\u0027s economy if there\u0027s no trade deal with Britain?","\u003Cstrong\u003E::\u003C\/strong\u003E How does Michel Barnier view mass immigration into the EU coming across the Mediterranean and elsewhere?","After his meeting, Mr Farage told Sky News that the most \u0022illuminating\u0022 question had been the first, saying: \u0022(Mr Barnier) rather takes the view... it was because people had been promised a lot of money for the health service.","\u0022What he really didn\u0027t understand at all was that open door immigration within the EU had been an absolute key driver of this.","\u0022The most disappointing thing is that it\u0027s pretty clear in the talks that have happened so far that immigration hasn\u0027t even been discussed. We haven\u0027t even begun to talk about how we\u0027re going to put some proper controls in place.\u0022","Regarding the possibility of a trade deal, he added: \u0022It\u0027s easier for everybody if we have a good trade arrangement with the EU but it\u0027s pointless and fruitless to spend years pursuing something that I\u0027m not sure he even wants to give us.","\u0022The British Government has made some huge concessions financially and in terms of the role of the European Court of Justice.","\u0022We\u0027ve given an awful lot away already...and now it\u0027s time for the European Union to give a bit back on services and financial services.","\u0022And I\u0027m not sure, looking at his body language today, he wants to give too much on that, so it\u0027s going to be a little bit difficult.\u0022",{"buttonId":"c824ee968b7c98f6e046e67cdfa7f216"},"Speaking before the meeting in a video posted on his Twitter page, the former UKIP leader said: \u0022A procession of people have been to see Monsieur Barnier the EU chief negotiator: Jeremy Corbyn and then of course the re-moaners - Lord Adonis, Ken Clarke and of course Sir Nick Clegg... and I thought: \u0027Who is in there representing the views of the 17.4 million? Nobody\u0027.\u0022","James McGrory, executive director of anti-Brexit group Open Britain, said: \u0022Sending Nigel Farage to Brussels to sort out Brexit is like sending an arsonist to put out a house fire.\u0022","However, former prime minister Tony Blair told Sky News: \u0022People like Nigel Farage are entitled to say what they think.\u0022","Unsurprisingly, some of the suggested questions were less serious.","Among them was the question \u0022could you ask him when the £350m a week for the NHS will start coming in?\u0022 - a reference to one of the key parts of the Leave campaign.","Another suggestion was \u0022how do we avoid paying Farage his pension?\u0022"],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/farage-meets-barnier-brexit-talks-will-continue-to-be-difficult-11200130","video":{"id":4183686,"type":"video","firstCreated":1513365763,"lastRevised":1513366923,"headline":"What next for Brexit talks?","photo":{"url":"https:\/\/e3.365dm.com\/17\/12\/{width}x{height}\/skynews-brexit-brussels-union-jack_4179807.jpg?20171211083406","source":"Other"},"summary":"So the fabled phase two of the Brexit talks can now begin but - in the words of the German Chancellor Angela Merkel they\u0027re expected to be even harder.","runtime":175,"formats":{"MP2T_":"http:\/\/player.ooyala.com\/player\/ipad\/83ZThvZDE6NTTuP_XAU9MpoJhZRuw26K.m3u8","MP4_374":"http:\/\/ooyala.news.sky.com\/83ZThvZDE6NTTuP_XAU9MpoJhZRuw26K\/DOcJ-FxaFrRg4gtDEwOjk0OjBmOyAU6J","MP4_700":"http:\/\/ooyala.news.sky.com\/83ZThvZDE6NTTuP_XAU9MpoJhZRuw26K\/DOcJ-FxaFrRg4gtDEwOm90OjBvO5qN99","MP4_3000":"http:\/\/ooyala.news.sky.com\/83ZThvZDE6NTTuP_XAU9MpoJhZRuw26K\/DOcJ-FxaFrRg4gtDEwOjM3NjowODE7Tz"},"sensitivity":"normal","ooyalaId":"83ZThvZDE6NTTuP_XAU9MpoJhZRuw26K","videoPlatformId":"83ZThvZDE6NTTuP_XAU9MpoJhZRuw26K"},"mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-nigel-farage-arrives-brussels_4200811.jpg?20180108111239","source":"Reuters"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-nigel-farage-arrives-brussels_4200811.jpg?20180108111239","source":"Reuters"},"buttons":[{"id":"c824ee968b7c98f6e046e67cdfa7f216","text":"What next for Brexit talks?","module":{"id":4183686,"type":"video","self":"https:\/\/feeds.skynews.com\/feeds\/mobile\/module\/video\/4183686"}}]},{"id":"11199811","type":"story","headline":"Over 24,000 attempts to access pornographic websites in Parliament since election","primary":{"id":"11199811","type":"article","firstCreated":1515381000,"lastRevised":1515406080,"headline":"Over 24,000 attempts to access pornographic websites in Parliament since election","photo":{"url":"https:\/\/e3.365dm.com\/17\/10\/{width}x{height}\/skynews-westminster-parliament_4141507.jpg?20171029095226","source":"PA"},"byline":"Alan McGuinness, Political Reporter","summary":"There have been more than 24,000 attempts to access pornographic websites in Parliament since the general election, new figures show.","body":["A total of 24,473 attempts to access such material from computers and other devices connected to the parliamentary network were made between June and October 2017 - around 160 a day on average.","The network is used by MPs, peers and staff.","It comes amid a sex scandal engulfing Westminster, which has seen Prime Minister Theresa May sack her de facto deputy Damian Green after an investigation found he made \u0022misleading\u0022 statements about his knowledge of claims police found pornography on computers in his Commons office in 2008.","Mr Green continues to deny \u0022unfounded and deeply hurtful\u0022 claims he downloaded or watched the material and the Cabinet Office probe into the affair reached \u0022no conclusion\u0022 on those points.","The figures have emerged following a freedom of information request by the Press Association.","A spike in attempts to visit such sites was recorded in September, with 9,467 requests from both the Lords and Commons in that month.","Despite the high numbers, parliamentary authorities say the majority of the attempts are not deliberate.","The figure for the majority of 2017 is also a marked decrease on recent years.","There were 113,208 attempts blocked by parliament\u0027s filtering system in 2016, down from 213,020 in 2015.","Parliamentary authorities said they were unable to provide figures for January and February 2017 because of changes in technology and the way the data is held.","The available data showed 30,876 attempts to access pornographic material from March to October 2017.","During this time, Parliament was dissolved from the end of April to early June before the snap election and MPs were away for the summer recess from the end of July to early September.","A Parliamentary spokesman said: \u0022All pornographic websites are blocked by Parliament\u0027s computer network.","\u0022The vast majority of \u0027attempts\u0027 to access them are not deliberate. The data shows \u0027requests\u0027 to access websites, not visits to them.","\u0022There are 8,500 computers on the parliamentary network, which are used by MPs, peers, their staff and staff of both Houses.","\u0022This data also covers personal devices used when logged on to Parliament\u0027s guest Wi-Fi.\u0022","A separate freedom of information request discovered that there were also at least 2,751,755 attempts to access blocked websites on the parliamentary network from January to October 2017."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/over-24000-attempts-to-access-pornographic-websites-in-parliament-since-election-11199811","mainPhoto":{"url":"https:\/\/e3.365dm.com\/17\/10\/{width}x{height}\/skynews-westminster-parliament_4141507.jpg?20171029095226","source":"PA"},"photo":{"url":"https:\/\/e3.365dm.com\/17\/10\/{width}x{height}\/skynews-westminster-parliament_4141507.jpg?20171029095226","source":"PA"}}]}}