{"category":{"title":"STRANGE!","stories":[{"id":"11201165","type":"story","headline":"Thai PM tells reporters to direct all their questions at his cardboard cut-out","primary":{"id":"11201165","type":"article","firstCreated":1515499440,"lastRevised":1515504960,"headline":"Thai PM tells reporters to direct all their questions at his cardboard cut-out","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-prayuth-chan-ocha-thailand-prime-minister_4201492.jpg?20180109112340","source":"Reuters"},"summary":"Thai Prime Minister Prayut Chan-O-Cha has told reporters outside Government House in Bangkok to direct their questions at a cardboard cut-out of himself.","body":["Leaving people bemused, the Thai military junta leader said: \u0022Whoever wants to take a picture, ask political questions... about conflict... ask this guy,\u0022 and pointed to the life-size cut-out which had been placed in front of a microphone.",{"buttonId":"142a822345216945774c486913a5d0dc"},"His antics drew an angry reaction, with some Thai social media users suggesting his casual attitude was inappropriate.","\u0022If you don\u0027t have the ability to answer people\u0027s questions, how can you solve people\u0027s problems?\u0022 one person wrote on Facebook.","Another Facebook post accused Mr Prayut of showing \u0022bad manners\u0022.","The Thai Prime Minister has garnered a reputation for his rough treatment of the media.","He has previously tossed a banana peel at a cameraman, threatened to smack someone with his podium and pulled a reporter along by the ear.","Many Thais now believe he is remodelling himself as a fun-loving, likeable character instead of a stern ex-general in time for elections slated for later this year.","Mr Prayut seizied power in a 2014 coup by deposing then-prime minister Yingluck Shinawatra."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/thai-pm-tells-reporters-to-direct-all-their-questions-at-his-cardboard-cut-out-11201165","video":{"id":4201577,"type":"video","firstCreated":1515503644,"lastRevised":1515504950,"headline":"Thai PM refers media to \u0027cut out\u0027","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/Ut_HKthATH4eww8X4xMDoxOjA4MTsiGN_4201578.jpg?20180109131404","source":"Ooyala - Sky News UK"},"summary":"Thailand\u0027s Prime Minister refused to take questions from the media and instead referred journalists to a cardboard cut out.","runtime":27,"formats":{"MP2T_":"http:\/\/player.ooyala.com\/player\/appletv\/RobjN3ZDE6xw75OUyX0JKGePWEXwEZ4D.m3u8","MP4_374":"http:\/\/ooyala.news.sky.com\/RobjN3ZDE6xw75OUyX0JKGePWEXwEZ4D\/DOcJ-FxaFrRg4gtDEwOjk0OjZmO73fD2","MP4_700":"http:\/\/ooyala.news.sky.com\/RobjN3ZDE6xw75OUyX0JKGePWEXwEZ4D\/DOcJ-FxaFrRg4gtDEwOm90OmtuO6gGpU","MP4_3000":"http:\/\/ooyala.news.sky.com\/RobjN3ZDE6xw75OUyX0JKGePWEXwEZ4D\/DOcJ-FxaFrRg4gtDEwOjM3NjpvMTE79t"},"sensitivity":"normal","ooyalaId":"RobjN3ZDE6xw75OUyX0JKGePWEXwEZ4D","videoPlatformId":"RobjN3ZDE6xw75OUyX0JKGePWEXwEZ4D"},"mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-prayuth-chan-ocha-thailand-prime-minister_4201492.jpg?20180109112340","source":"Reuters"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-prayuth-chan-ocha-thailand-prime-minister_4201492.jpg?20180109112340","source":"Reuters"},"buttons":[{"id":"142a822345216945774c486913a5d0dc","text":"Thai PM refers media to \u0027cut out\u0027","module":{"id":4201577,"type":"video","self":"https:\/\/feeds.skynews.com\/feeds\/mobile\/module\/video\/4201577"}}]},{"id":"11200334","type":"story","headline":"Endangered stick insects breed at Bristol Zoo","primary":{"id":"11200334","type":"article","firstCreated":1515420720,"lastRevised":1515453060,"headline":"Endangered stick insects breed at Bristol Zoo","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-animals-zoo-bristol_4200944.jpg?20180108142353","source":"PA"},"summary":"Bristol Zoo is celebrating after an endangered insect has laid eggs, raising hopes for the future of the species. ","body":["Two Lord Howe stick insects - which were once thought to have gone extinct - have produced eggs.","The pair were themselves the product of a breeding programme, despite the species being \u0022incredibly difficult\u0022 to look after.","The zoo says its is first time a second generation of eggs has ever been laid outside of the creatures\u0027 native Australia.","Bristol Zoo were sent the first batch of eggs of the insect, nicknamed \u0027tree lobsters\u0027, in 2015, when 300 arrived from Melbourne Zoo.","The eggs were flown in carefully packaged batches of 50, placed in sterilised sand, and transported in a climate-controlled part of a cargo hold.","In three years, zoo keepers have worked with San Diego Zoo and Toronto Zoo to save the species.","The larvae of six of the 300 eggs managed to reach adulthood. Those six then produced larvae of their own.","Five of these subsequent babies also reached adulthood, and two of those have now produced eggs of their own.","Fully grown adults are wingless and nocturnal and can only eat one species of a plant which has to be specially grown by horticulturists at the zoo.","Since 2002, the insect has been categorised as \u0027Critically Endangered\u0027 by the International Union for Conservation of Nature (IUCN) whose red list tracks species numbers in the world.","It originates on Lord Howe Island, a remote island about 300 miles off the coast of eastern Australia.","They were thought to have been driven to extinction after black rats invaded their habitat from a British supply ship stranded in 1918.","A small colony was found in 2001 on Ball\u0027s Pyramid, a volcanic outcrop 12 miles offshore from Lord Howe Island.","There are now an estimated 20-30 of the insects left.","Mark Bushell, Curator of Invertebrates at Bristol Zoo, called the new eggs \u0022one of our biggest achievements\u0022.","He said: \u0022We had our suspicions that the females might soon lay eggs, but to find eggs on New Year\u0027s Eve is a great end to an already successful year, and a fantastic start to 2018.","\u0022We have been tirelessly working with this critically endangered species for two years now, and to have achieved this success after such a lot of hard work and dedication is truly fantastic.\u0022"],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/endangered-stick-insects-breed-at-bristol-zoo-11200334","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-animals-zoo-bristol_4200944.jpg?20180108142353","source":"PA"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-animals-zoo-bristol_4200944.jpg?20180108142353","source":"PA"}},{"id":"11199235","type":"story","headline":"Portuguese village encourages children to smoke one day a year for Epiphany festival","primary":{"id":"11199235","type":"article","firstCreated":1515334980,"lastRevised":1515339780,"headline":"Portuguese village encourages children to smoke one day a year for Epiphany festival","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-portugal-smoking_4200268.jpg?20180107142548","source":"Other"},"byline":"Bethan Staton, News Reporter","summary":"Across the globe people have spent the weekend marking the Christian festival of Epiphany with traditions like outdoor swimming, festive cakes and singing.","body":["But in a small village in northern Portugal, marking the revelation of God incarnate in part means encouraging children as young as five to try cigarettes.","The tradition in Vale do Salgueiro is not thought to exist elsewhere, and while kids have lit up for as long as the population can remember, no-one seems to have any idea where it came from or what it is meant to symbolise.","\u0022Only those who live and are raised here can truly understand the meaning of this tradition,\u0022 village parish president Carlos Cadavez said.","He explained that his 10-year-old daughter Luisa would likely smoke two to three packets of cigarettes during the days of the celebration, a number he did not suggest was unusual in the town.","\u0022I don\u0027t ask for people to understand, it is not easy to do so, anyone might think we are not good,\u0022 he said, pointing to a photograph in which a group of children proudly dragged on their ash-tipped smokes.","Jose Ribeirinha, who has written a book on the Vale do Salgueiro festivities, said the village\u0027s relative geographical isolation meant it had likely held on to older traditions.","\u0022Normally traditions tend to disappear when there\u0027s many people together,\u0022 he said, adding that the village is in an area of Portugal far from Lisbon and known as the \u0022forgotten one\u0022.","Vale do Salgueiro does not have a higher incidence of adult smoking than other villages in Portugal, he added.","On Saturday, the village\u0027s children tentatively tried cigarettes given them by parents with what appeared to be a mixture of pride and excitement.","\u0022Yes, I did give it. I can\u0027t explain why,\u0022 Guilhermina Mateus, a local coffee shop owner, said.","\u0022I don\u0027t see any harm in that because they don\u0027t really smoke, they inhale and immediately exhale, of course.","\u0022It\u0027s only on these days, today and tomorrow. They never ask cigarettes again, so I don\u0027t see any harm.\u0022","Smoking is one of the biggest causes of death in Europe and increases the risk of developing more than 50 serious health conditions, including cancers, heart disease and stroke."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/portuguese-village-encourages-children-to-smoke-one-day-a-year-for-epiphany-festival-11199235","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-portugal-smoking_4200268.jpg?20180107142548","source":"Other"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-portugal-smoking_4200268.jpg?20180107142548","source":"Other"}},{"id":"11197292","type":"story","headline":"United Airlines flight diverted to Alaska due to passenger\u0027s faeces","primary":{"id":"11197292","type":"article","firstCreated":1515237360,"lastRevised":1515250800,"headline":"United Airlines flight diverted to Alaska due to passenger\u0027s faeces","photo":{"url":"https:\/\/e3.365dm.com\/17\/07\/{width}x{height}\/114275d0f5bad0fbf5dd2194e135c31abc3ee43c06b90877c4ddd9b0ab23fcb5_4006524.jpg?20170720190454","source":"Sky News Screen Grab"},"summary":"A flight from Chicago to Hong Kong has been diverted to Alaska after a passenger allegedly smeared faeces in two of the plane\u0027s lavatories.","body":["The United Airlines flight rerouted to Anchorage after the incident, in which the passenger also allegedly attempted to flush his shirt down a toilet, according to officials.","The man, whose name was not released, spread his excrement around the toilet facilities on Flight 895.","FBI spokeswoman Staci Feger-Pellessier said there were no indications the incident was terror-related, and no injuries were reported.","Ms Feger-Pellessier had initially stated that \u0022an unruly passenger had caused some kind of disturbance\u0022 on the plane.","According to Anchorage airport police lieutenant Joe Gamache, the man did not attempt to interfere with the flight crew or resist them, and was not expected to be arrested.","\u0022We received a report of a passenger who had messed up the bathrooms with his own faeces,\u0022 said Lt Gamache.","Upon landing the man, who was shirtless, was interviewed.","\u0022After the interviews were done, there were no appropriate charges for anything criminal,\u0022 Lt Gamache said.","A translator was needed to interview the 22-year-old, who was travelling on a Vietnamese passport and possessed a US permanent resident card.","Lt Gamache said that the man\u0027s speech was either nonsensical or unintelligible to the translator.","He has now been taken to a hospital for a mental health assessment.","Hotel accommodation was provided for the other passengers on the flight, said United Airlines."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/united-airlines-flight-diverted-to-alaska-due-to-passengers-faeces-11197292","mainPhoto":{"url":"https:\/\/e3.365dm.com\/17\/07\/{width}x{height}\/114275d0f5bad0fbf5dd2194e135c31abc3ee43c06b90877c4ddd9b0ab23fcb5_4006524.jpg?20170720190454","source":"Sky News Screen Grab"},"photo":{"url":"https:\/\/e3.365dm.com\/17\/07\/{width}x{height}\/114275d0f5bad0fbf5dd2194e135c31abc3ee43c06b90877c4ddd9b0ab23fcb5_4006524.jpg?20170720190454","source":"Sky News Screen Grab"}},{"id":"11195926","type":"story","headline":"Duck waddles again with 3D-printed foot","primary":{"id":"11195926","type":"article","firstCreated":1515137100,"lastRevised":1515147120,"headline":"Duck waddles again with 3D-printed foot","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-duck-prosthetic-kait_4198780.jpg?20180105070148","source":"Associated Press"},"summary":"A duck found without a foot shortly after it hatched is waddling again thanks to a prosthetic leg designed by young scientists.","body":["The 14 and 15-year-old students at Armorel High School in northeastern Arkansas used a 3D printer to create a new foot for the eight-month-old Indian runner duck named Peg.","His owner, Patsy Smith, told TV station KAIT that when she found the bird a turtle had apparently chewed off his foot.","\u0022I was just elated. And it\u0027s been a wonderful learning experience,\u0022 she said of the students\u0027 desire to help after hearing about Peg\u0027s ordeal.",{"buttonId":"7214e0f8e617da6b2d437e00cec3d9a1"},"The school\u0027s lab director, Alicia Bell, said it took around 30 attempts before pupils Matthew Cook, Darshan Patel and Abby Simmons created a model that was appropriate for Peg.","\u0022The very first model, it was not very good, but that was what we were learning. And so from where it is now it is a completely different process,\u0022 she said.","Ms Smith added: \u0022Not only is it heartwarming, but it\u0027s exciting.","\u0022I\u0027m just so grateful that there are people that truly care, and they\u0027ve gone out of their way to do everything they can to make it as comfortable for the duck.\u0022","Last month, a puppy in California attacked by another dog was given a new lease of life thanks to a \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/3d-printed-mask-gives-savagely-attacked-puppy-new-lease-of-life-11156439\u0022 target=\u0022_blank\u0022\u003Ecustom-made 3D-printed face mask\u003C\/a\u003E\u003C\/strong\u003E.","In Thailand, a \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/maimed-thai-dogs-missing-paws-replaced-with-blades-11170639\u0022 target=\u0022_blank\u0022\u003Edog who had his two front paws chopped off\u003C\/a\u003E\u003C\/strong\u003E was able to run again after a vet replaced his missing feet with blades."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/duck-waddles-again-with-new-3d-printed-foot-designed-by-students-11195926","video":{"id":4198787,"type":"video","firstCreated":1515137220,"lastRevised":1515146935,"headline":"Webbed feat! Duck\u0027s prosthetic foot","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-duck-prosthetic_4198783.jpg?20180105070324","source":"Associated Press"},"summary":"A duck found without a foot shortly after hatching is walking again after Arkansas students made a prosthetic with a 3-D printer.","runtime":13,"formats":{"MP2T_":"http:\/\/player.ooyala.com\/player\/appletv\/U2c3J1ZDE6a7SelN99ntyormk8NXsKRi.m3u8","MP4_374":"http:\/\/ooyala.news.sky.com\/U2c3J1ZDE6a7SelN99ntyormk8NXsKRi\/DOcJ-FxaFrRg4gtDEwOjk0OjZmO73fD2","MP4_700":"http:\/\/ooyala.news.sky.com\/U2c3J1ZDE6a7SelN99ntyormk8NXsKRi\/DOcJ-FxaFrRg4gtDEwOm90OmtuO6gGpU","MP4_3000":"http:\/\/ooyala.news.sky.com\/U2c3J1ZDE6a7SelN99ntyormk8NXsKRi\/DOcJ-FxaFrRg4gtDEwOjM3NjpvMTE79t"},"sensitivity":"normal","ooyalaId":"U2c3J1ZDE6a7SelN99ntyormk8NXsKRi","videoPlatformId":"U2c3J1ZDE6a7SelN99ntyormk8NXsKRi"},"mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-duck-prosthetic-kait_4198780.jpg?20180105070148","source":"Associated Press"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-duck-prosthetic-kait_4198780.jpg?20180105070148","source":"Associated Press"},"buttons":[{"id":"7214e0f8e617da6b2d437e00cec3d9a1","text":"Webbed feat! Duck\u0027s prosthetic foot","module":{"id":4198787,"type":"video","self":"https:\/\/feeds.skynews.com\/feeds\/mobile\/module\/video\/4198787"}}]},{"id":"11195430","type":"story","headline":"Dodgy statue of ex-Chelsea player Michael Essien joins long list of bad likenesses","primary":{"id":"11195430","type":"article","firstCreated":1515079800,"lastRevised":1515087300,"headline":"Dodgy statue of ex-Chelsea player Michael Essien joins long list of bad likenesses","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-essien-michael-essien_4198342.jpg?20180104144336","source":"N\/A"},"summary":"A statue of Michael Essien has caused a stir on social media, with the former Chelsea footballer joining a long list of players immortalised in busts that look nothing like them.","body":["Sports journalist Saddick Adams spotted the statue, which appears to have been installed a few years ago in Kumasi, Ghana, and shared a picture on Twitter.","The artist is currently unknown, but the creative behind it might want to stay anonymous after the reaction, as one person dubbed it \u0022absolutely atrocious\u0022.","Another suggested jail time was deserved for the piece, while it was ridiculed as \u0022horrible\u0022 and \u0022cruel\u0022 by others.","It follows the likes of the Cristiano Ronaldo bust created for the renaming of an airport in Madeira, which inadvertently stole the show because it didn\u0027t quite do its subject justice.","Diego Maradona also had a strange likeness created, which he helped unveil in Kolkata.",{"buttonId":"c5bf6bd9f64b0559a87dcfff55cd96f7"},"And Southampton legend Ted Bates suffered the same fate, though his dodgy statue was replaced outside St Mary\u0027s Stadium, to something in proportion for starters.","Fellow sportsman Andy Murray was forced to stand by a squat looking version of himself, in the style of a terracotta warrior, as a statue was unveiled in Shanghai, China.","Mr Adams defended the piece though, calling it \u0022beautiful\u0022 and saying it indicated Ghana remembered its star.","He added: \u0022The happiness doesn\u0027t come from the beauty of the sculpture. It comes from the intent and ambition.\u0022"],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/dodgy-statue-of-ex-chelsea-player-michael-essien-joins-long-list-of-bad-likenesses-11195430","video":{"id":4180605,"type":"video","firstCreated":1513068589,"lastRevised":1513070152,"headline":"Another dodgy statue of icon unveiled","photo":{"url":"https:\/\/e3.365dm.com\/17\/12\/{width}x{height}\/skynews-maradona-statue-kolkata_4180611.jpg?20171212085335","source":"Reuters"},"summary":"A statue of Maradona, unveiled by the World Cup winner himself in India, has been variously described as looking more like Bobby Ewing from Dallas, or someone\u0027s gran!","runtime":25,"formats":{"MP2T_":"http:\/\/player.ooyala.com\/player\/appletv\/dhYXhtZDE6L_FhVrPH5i-obeRHLH0MYz.m3u8","MP4_374":"http:\/\/ooyala.news.sky.com\/dhYXhtZDE6L_FhVrPH5i-obeRHLH0MYz\/DOcJ-FxaFrRg4gtDEwOjk0OjZmO73fD2","MP4_700":"http:\/\/ooyala.news.sky.com\/dhYXhtZDE6L_FhVrPH5i-obeRHLH0MYz\/DOcJ-FxaFrRg4gtDEwOm90OmtuO6gGpU","MP4_3000":"http:\/\/ooyala.news.sky.com\/dhYXhtZDE6L_FhVrPH5i-obeRHLH0MYz\/DOcJ-FxaFrRg4gtDEwOjM3NjpvMTE79t"},"sensitivity":"normal","ooyalaId":"dhYXhtZDE6L_FhVrPH5i-obeRHLH0MYz","videoPlatformId":"dhYXhtZDE6L_FhVrPH5i-obeRHLH0MYz"},"mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-essien-michael-essien_4198342.jpg?20180104144336","source":"N\/A"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-essien-michael-essien_4198342.jpg?20180104144336","source":"N\/A"},"buttons":[{"id":"c5bf6bd9f64b0559a87dcfff55cd96f7","text":"Another dodgy statue of icon unveiled","module":{"id":4180605,"type":"video","self":"https:\/\/feeds.skynews.com\/feeds\/mobile\/module\/video\/4180605"}}]},{"id":"11195586","type":"story","headline":"Fans stockpile Irn-Bru before recipe change sees sugar content halved","primary":{"id":"11195586","type":"article","firstCreated":1515087600,"lastRevised":1515162180,"headline":"Fans stockpile Irn-Bru before recipe change sees sugar content halved","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-irn-bru-ag-barr_4198558.jpg?20180104184423","source":"PA"},"byline":"Bethan Staton, News Reporter","summary":"It is often called Scotland\u0027s favourite beverage, with a distinctive caramel colour and heady taste derived from a 106-year-old recipe.","body":["So it comes as no surprise that attempts to meddle with the ingredients of Irn-Bru have prompted outrage.","More than 9,000 people have signed a \u0022Hands off our Irn-Bru\u0022 petition objecting to an imminent reduction to its sugar content, and consumers are reportedly stockpiling the original version of the fizzy drink.","Historically Irn-Bru has contained a tooth-tingling 10% of sugar, but manufacturers plan to halve that - replacing it with artificial sweeteners such as aspartame from January.","The decision, linked to a government tax on sugar to be introduced in April and a consumer shift towards products low in sugar, will drop the number of calories in a can from 140 to 65.","It follows similar moves in the recipes of other drinks including Lucozade.","But Ryan Allen, who started the petition, does not believe less is more.","His Change.org page voices fears over the impact of aspartame and argues he would pay more for Scotland\u0027s high-sugar \u0022national treasure\u0022.","\u0022I believe that a responsible adult should have the choice as to what poisons they want to put in their body,\u0022 he says.","\u0022It\u0027s also well known to alleviate the effects of a hangover and is many a person\u0027s craving, saviour or go-to drink after a night on the tiles. I think to deny people in that condition their crutch would be a crime.\u0022","His sentiments were reflected on Twitter - with one fan declaring \u0022this can git tae France\u0022 and dozens more pledging to stockpile the sugary version.","Consultant dietitian Rebecca McManamon, a spokesperson for the British Dietetic Association, said reducing sugar content could help slash the incidence of diabetes, obesity and tooth decay.","She told Sky News that high-sugar drinks would only be recommended for people with diabetes who have a proven hypo (low blood glucose level).","\u0022There is no benefit if you\u0027re feeling run down to have a sugary drink,\u0022 she said. \u0022Even if you get a temporary reprieve, you\u0027re going to have a drop in energy afterwards.\u0022","Aspartame, she said, would likely only pose a danger if many litres of Irn-Bru were being consumed.","Irn-Bru\u0027s manufacturer, AG Barr, has insisted that nine in ten people could not tell the difference between high and low-sugar versions.","\u0022The vast majority of our drinkers want to consume less sugar so that\u0027s what we\u0027re now offering,\u0022 a spokesperson said."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/fans-stockpile-irn-bru-before-recipe-change-sees-sugar-content-halved-11195586","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-irn-bru-ag-barr_4198558.jpg?20180104184423","source":"PA"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-irn-bru-ag-barr_4198558.jpg?20180104184423","source":"PA"}},{"id":"11195145","type":"story","headline":"Sumo wrestling champion sentenced for hitting opponent with karaoke remote control","primary":{"id":"11195145","type":"article","firstCreated":1515067020,"lastRevised":1515074220,"headline":"Sumo wrestling champion sentenced for hitting opponent with karaoke remote control","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-sumo-karaoke-harumafuji_4198226.jpg?20180104120655","source":"Reuters"},"byline":"Alix Culbertson, News Reporter","summary":"A sumo champion has been fined thousands of pounds for hitting a junior wrestler with a karaoke machine remote control.","body":["Former grand champion Harumafuji Kohei, 33, was ordered to pay 500,000 yen (£3,280) for assaulting rising star Takanoiwa Yoshimori, 27, while drinking at a bar in Fukuoka, south Japan.","Takanoiwa\u0027s skull was initially thought to be fractured by the karaoke remote and he had to withdraw from a tournament as he was hospitalised for three days.","However, doctors later revealed his injuries were not so severe and there were no symptoms of skull fracture or brain fluid leakage.","The incident, which occurred in November while the two Mongolians were on tour with other wrestlers, has threatened to taint the image of Japan\u0027s national sport.","Harumafuji began slapping and hitting the younger wrestler with the remote control for checking his phone.","He had already been told off for his bad attitude by grand champion Hakuho Sho, the Japan Sumo Association crisis management committee found.","Harumafuji was forced to resign in late November over the incident.","Last week, when he was found guilty of assault, his lawyer released a statement on his behalf.","\u0022Because of this incident, my life as Harumafuji is now set to be sharply different from what I thought it would be.","\u0022I have a feeling of chagrin, to be honest. But the responsibility is all mine.\u0022","Harumafuji began his professional sumo career in 2001 and reached the top makuuchi division in 2004 before being promoted to sumo\u0027s highest rank of yokozuna in 2012.","At 133kg Harumafuji was the lightest man in the top division in 2015 and was noted for his technical skill."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/sumo-wrestling-champion-sentenced-for-hitting-opponent-with-karaoke-remote-control-11195145","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-sumo-karaoke-harumafuji_4198226.jpg?20180104120655","source":"Reuters"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-sumo-karaoke-harumafuji_4198226.jpg?20180104120655","source":"Reuters"}},{"id":"11194179","type":"story","headline":"Christmas card glitter \u0027nearly blinds\u0027 woman","primary":{"id":"11194179","type":"article","firstCreated":1514981940,"lastRevised":1514986620,"headline":"Christmas card glitter \u0027nearly blinds\u0027 woman","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-christmas-card-xmas_4197586.jpg?20180103131156","source":"Other"},"summary":"Doctors who thought a woman was suffering from herpes have found her symptoms were actually a result of glitter from a Christmas card entering her eye.","body":["The 49-year-old woman was nearly blinded after complaining of a painful, reddened eye, loss of vision and swollen eyelid when she attended the ophthalmology department at the Singleton Hospital in Swansea.","According to a study published in the BMJ Case Reports journal, it was first thought a lesion discovered on the patient\u0027s cornea were caused by a herpes simplex infection.","However, under closer inspection using a powerful microscope, doctors found a shiny surface inside the lesion.","It was then the woman remembered getting glitter in her eye after it rubbed off a Christmas card.","The study said the glitter formed into a clump and caused symptoms that mimicked the symptoms of herpes.","It reminded doctors to always ask patients about a possible cause of a trauma to the eye, even if the patient\u0027s symptoms appear to be a common infection.","The report said: \u0022The lesion may have been easily misdiagnosed as a herpetic simplex infection by non-specialists for which treatment would have been topical antiviral ointment instead of removal and antibiotics.\u0022"],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/christmas-card-glitter-nearly-blinds-woman-11194179","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-christmas-card-xmas_4197586.jpg?20180103131156","source":"Other"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-christmas-card-xmas_4197586.jpg?20180103131156","source":"Other"}},{"id":"11193737","type":"story","headline":"Woman with stomach pain told it is sauce sachet - after six years thinking she had Crohn\u0027s","primary":{"id":"11193737","type":"article","firstCreated":1514932980,"lastRevised":1514963340,"headline":"Woman with stomach pain told it is sauce sachet - after six years thinking she had Crohn\u0027s","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-heinz-crohns-disease_4197253.jpg?20180102224451","source":"Other"},"summary":"A woman thought she was suffering from Crohn\u0027s disease for six years until surgery revealed the real source of her symptoms were the remnants of a sachet of Heinz sauce.","body":["The 41-year-old patient had endured bouts of acute stomach pain and bloating lasting up to three days, prompting doctors at Heatherwood and Wexham Park Hospital in Slough to diagnose her with the serious bowel condition.","But when she failed to respond to standard treatment, and began to display \u0022severe\u0022 symptoms of the disease, keyhole surgery was deemed the only option.","The procedure found an inflamed mass piercing the wall of her small intestine, which turned out to be two pieces of plastic packaging bearing the iconic Heinz branding.","The woman insisted she had no memory of tucking into a meal involving the sachet, according to the report in the British Medical Journal.","Once removed, her symptoms were cured almost instantly and she remained clear in all of her follow-up appointments up to five months afterwards, with no remaining sign that she could have Crohn\u0027s disease.","Doctors said it was the first case of ingested plastic packaging mimicking the symptom of Crohn\u0027s disease. Previous reported instances involved swallowed toothpicks.","Most cases result in the foreign items being passed through naturally, with between 10% and 20% requiring an endoscopy and just 1% needing surgery.","The report concluded: \u0022It is important to consider alternative surgical diagnoses in patients with presumed Crohn\u0027s disease unresponsive to standard treatment.\u0022"],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/bowel-disease-diagnosis-found-to-be-swallowed-sauce-sachet-11193737","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-heinz-crohns-disease_4197253.jpg?20180102224451","source":"Other"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-heinz-crohns-disease_4197253.jpg?20180102224451","source":"Other"}}]}}