{"category":{"title":"TECHNOLOGY","stories":[{"id":"11201292","type":"story","headline":"Japanese astronaut worried after growing 9cm in space","primary":{"id":"11201292","type":"article","firstCreated":1515505020,"lastRevised":1515522420,"headline":"Japanese astronaut worried after growing 9cm in space","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-norishige-kanai-space_4201614.jpg?20180109141323","source":"Getty"},"summary":"A Japanese astronaut living on board the International Space Station has expressed his shock at growing 9cm (3.5in) since arriving in space three weeks ago.","body":["Lieutenant Norishige Kanai said on social media that he was concerned he wouldn\u0027t fit into the spacecraft that would return him to Earth.","Lt Kanai, 41, was selected as an astronaut candidate by the Japan Aerospace Exploration Agency (JAXA) in 2009.","He launched as JAXA\u0027s crew representative on Expedition 54 to the International Space Station (ISS) in December.","Lt Kanai tweeted: \u0022Good morning, everybody. I have a major announcement today. We had our bodies measured after reaching space, and wow, wow, wow, I had actually grown by as much as 9cm!","\u0022I grew like some plant in just three weeks. Nothing like this since high school. I\u0027m a bit worried whether I\u0027ll fit in the Soyuz seat when I go back.\u0022",{"buttonId":"77a08248923e1a5b45d74882e91b73cb"},"\u003Cstrong\u003E:: \u003Ca href=\u0022https:\/\/news.sky.com\/story\/shape-shifting-bacteria-spotted-on-international-space-station-11033655\u0022 target=\u0022_blank\u0022\u003EShape-shifting bacteria spotted on ISS\u003C\/a\u003E\u003C\/strong\u003E","Astronauts are tightly measured for their placement in the Soyuz capsules which return them to Earth.","Although it is normal for astronauts to grow a few inches when in space, they always return to their regular height when back under the gravitational pull of the Earth\u0027s surface.","Research by NASA has shown that space travel can cause atrophy in the muscles supporting the spine, which often don\u0027t return to normal even weeks after their return to Earth.","At the time, the researchers said their work \u0022could provide helpful physiological information to support a manned mission to Mars\u0022."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/japanese-astronaut-worried-after-growing-9cm-in-space-11201292","video":{"id":4185076,"type":"video","firstCreated":1513510578,"lastRevised":1513511771,"headline":"Lift off! Three-man crew head to ISS","photo":{"url":"https:\/\/e3.365dm.com\/17\/12\/{width}x{height}\/skynews-iss-rocket-launch_4185090.jpg?20171217115340","source":"Reuters"},"summary":"A new crew for the International Space Station has taken off from Kazakhstan.","runtime":124,"formats":{"MP2T_":"http:\/\/player.ooyala.com\/player\/appletv\/hkMnNvZDE6n6pxs6g8bvn21hdo0f4AEK.m3u8","MP4_374":"http:\/\/ooyala.news.sky.com\/hkMnNvZDE6n6pxs6g8bvn21hdo0f4AEK\/DOcJ-FxaFrRg4gtDEwOjk0OjZmO73fD2","MP4_700":"http:\/\/ooyala.news.sky.com\/hkMnNvZDE6n6pxs6g8bvn21hdo0f4AEK\/DOcJ-FxaFrRg4gtDEwOm90OmtuO6gGpU","MP4_3000":"http:\/\/ooyala.news.sky.com\/hkMnNvZDE6n6pxs6g8bvn21hdo0f4AEK\/DOcJ-FxaFrRg4gtDEwOjM3NjpvMTE79t"},"sensitivity":"normal","ooyalaId":"hkMnNvZDE6n6pxs6g8bvn21hdo0f4AEK","videoPlatformId":"hkMnNvZDE6n6pxs6g8bvn21hdo0f4AEK"},"mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-norishige-kanai-space_4201614.jpg?20180109141323","source":"Getty"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-norishige-kanai-space_4201614.jpg?20180109141323","source":"Getty"},"buttons":[{"id":"77a08248923e1a5b45d74882e91b73cb","text":"Lift off! Three-man crew head to ISS","module":{"id":4185076,"type":"video","self":"https:\/\/feeds.skynews.com\/feeds\/mobile\/module\/video\/4185076"}}]},{"id":"11201013","type":"story","headline":"Zuma: Secret US satellite may have been destroyed during \u0027failed\u0027 SpaceX launch","primary":{"id":"11201013","type":"article","firstCreated":1515490740,"lastRevised":1515507120,"headline":"Zuma: Secret US satellite may have been destroyed during \u0027failed\u0027 SpaceX launch","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-nasa-spacex-space-rocket_4201386.jpg?20180109091138","source":"Getty"},"summary":"A secret military satellite launched by SpaceX may have been destroyed when it failed to separate from the rocket carrying it, according to reports.","body":["The classified \u0022Zuma\u0022 satellite, which is so secret the public could not even know \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/spacex-prepares-secret-zuma-satellite-launch-11193083\u0022 target=\u0022_blank\u0022\u003Ewhich branch of the US administration commissioned it\u003C\/a\u003E\u003C\/strong\u003E, was launched on Sunday.","However, reports suggest that there may have been a serious issue with the launch, prompting speculation that the satellite was destroyed.","The US Strategic Command, which monitors more than 23,000 human devices in orbit as part of its work for the Pentagon, told Bloomberg it was not tracking any new satellites since the launch.","Citing a US official and two congressional aides who were familiar with the launch, Bloomberg reported that the second stage of SpaceX\u0027s Falcon 9 booster rocket failed - losing the satellite.","Unlike the private aerospace company\u0027s previous classified launches for the military\u0027s \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/spacex-launches-top-secret-spy-satellite-for-us-military-10859462\u0022 target=\u0022_blank\u0022\u003ENational Reconnaissance Office\u003C\/a\u003E \u003C\/strong\u003Eand the \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/spacex-launches-super-secret-spaceplane-as-hurricane-irma-nears-florida-11024372\u0022 target=\u0022_blank\u0022\u003Esuper-secret space-plane it took into orbit\u003C\/a\u003E\u003C\/strong\u003E for the Air Force, there is almost no information available about the Zuma payload.","Zuma is known to be a low Earth orbit satellite (orbiting within 2,000km) which is an orbit necessary both for spy and military communication satellites.",{"buttonId":"f6b034d2ece78f4976c5e7c733d59900"},"The secrecy surrounding the launch and the involvement of defence contractor Northrup Grumman in building and operating the spacecraft has fuelled speculation that it is defence-related.","The Wall Street Journal cited congressional aides who had been briefed on the Zuma launch, suggesting that the satellite did not separate from the Falcon 9 rocket.","Jonathan McDowell, an astronomer at the Harvard-Smithsonian Centre for Astrophysics, speculated that the second-stage failing could have been due to the payload adapter provided by Northrup Grumman.","\u0022Normally when you buy a rocket launch, you\u0027ve paid for \u0027the payload adapter on the rocket final stage (which) pops the satellite off at the end\u0027.","\u0022But on this mission the customer provided its own payload adapter, so separation may be its problem and not SpaceX\u0027s problem.\u0022","Mr McDowell said it was not plausible that the loss of Zuma is a fabrication to conceal its successful insertion in a secret orbit.","A spokesperson for Northrup Grumman told Sky News: \u0022This is a classified programme. We cannot comment on classified programmes.\u0022","In a statement, SpaceX president Gwynne Shotwell said the company couldn\u0027t comment on the payload, but disputed allegations that the rocket itself malfunctioned.","\u0022For clarity: after review of all data to date, Falcon 9 did everything correctly on Sunday night. If we or others find otherwise based on further review, we will report it immediately. Information published that is contrary to this statement is categorically false. Due to the classified nature of the payload, no further comment is possible.","\u0022Since the data reviewed so far indicates that no design, operational or other changes are needed, we do not anticipate any impact on the upcoming launch schedule.\u0022"],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/zuma-secret-us-satellite-may-have-been-destroyed-during-failed-spacex-launch-11201013","video":{"id":4183611,"type":"video","firstCreated":1513356767,"lastRevised":1513357775,"headline":"The SpaceX Falcon 9 takes off from Florida","photo":{"url":"https:\/\/e3.365dm.com\/17\/12\/{width}x{height}\/skynews-spacex-take-off-falcon-9_4183594.jpg?20171215163818","source":"Other"},"summary":"SpaceX has launched a recycled spacecraft from Cape Canaveral in Florida.","runtime":67,"formats":{"MP2T_":"http:\/\/player.ooyala.com\/player\/ipad\/hoODZvZDE67uVmC4db02hgOGcwODLXzl.m3u8","MP4_374":"http:\/\/ooyala.news.sky.com\/hoODZvZDE67uVmC4db02hgOGcwODLXzl\/DOcJ-FxaFrRg4gtDEwOjk0OjBmOyAU6J","MP4_700":"http:\/\/ooyala.news.sky.com\/hoODZvZDE67uVmC4db02hgOGcwODLXzl\/DOcJ-FxaFrRg4gtDEwOm90OjBvO5qN99","MP4_3000":"http:\/\/ooyala.news.sky.com\/hoODZvZDE67uVmC4db02hgOGcwODLXzl\/DOcJ-FxaFrRg4gtDEwOjM3NjowODE7Tz"},"sensitivity":"normal","ooyalaId":"hoODZvZDE67uVmC4db02hgOGcwODLXzl","videoPlatformId":"hoODZvZDE67uVmC4db02hgOGcwODLXzl"},"mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-nasa-spacex-space-rocket_4201386.jpg?20180109091138","source":"Getty"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-nasa-spacex-space-rocket_4201386.jpg?20180109091138","source":"Getty"},"buttons":[{"id":"f6b034d2ece78f4976c5e7c733d59900","text":"The SpaceX Falcon 9 takes off from Florida","module":{"id":4183611,"type":"video","self":"https:\/\/feeds.skynews.com\/feeds\/mobile\/module\/video\/4183611"}}]},{"id":"11201050","type":"story","headline":"French prosecutors investigating Apple over iPhone slowing","primary":{"id":"11201050","type":"article","firstCreated":1515493440,"lastRevised":1515505020,"headline":"French prosecutors investigating Apple over iPhone slowing","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-apple-paris-iphone_4201428.jpg?20180109101130","source":"Getty"},"summary":"French prosecutors have opened an investigation into Apple over claims it slowed older phones to encourage consumers to purchase newer models.","body":["The investigation is being fronted by the finance ministry\u0027s fraud control department and follows a legal complaint filed after \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/apple-admits-slowing-down-old-iphone-models-11179571\u0022 target=\u0022_blank\u0022\u003EApple admitted slowing down old iPhone devices\u003C\/a\u003E\u003C\/strong\u003E with low-capacity batteries.","Apple revealed it had \u0022downclocked\u0022 older models\u0027 central processing units (CPU) but said it did so to reduce the strain on dated batteries and stop the devices from unexpectedly shutting down.","The admission came after years of speculation from Apple customers that their older handsets were being slowed down in a bid to entice them into an upgrade.","In France, it is illegal to shorten the lifetime of products to encourage consumers to replace them.","Apple has said that it slowed batteries in order to lengthen the lifetime of its products, and that it would be replacing the batteries of all iPhone 6 and later devices if customers requested.","\u003Cstrong\u003E:: \u003Ca href=\u0022https:\/\/news.sky.com\/story\/apple-warns-iphones-ipads-and-mac-computers-hit-by-intel-flaw-11195945\u0022\u003EAll iPhones, iPads and Macs hit by Intel flaw\u003C\/a\u003E\u003C\/strong\u003E","In France, Apple has been under pressure from tax evasion protest groups, which interrupted the launch of the iPhone X in Paris.","Amid \u003Ca href=\u0022https:\/\/news.sky.com\/story\/apple-hit-by-wave-of-class-action-lawsuits-after-admitting-slowing-down-old-iphones-11180613\u0022 target=\u0022_blank\u0022\u003E\u003Cstrong\u003Ea wave of class action lawsuits\u003C\/strong\u003E\u003C\/a\u003E over the \u0022deceptive, immoral, and unethical\u0022 phone slowing, Apple has issued an apology and vowed to be more transparent with customers over the capacity of iPhone batteries.","In a post on its website, it said: \u0022We know that some of you feel Apple has let you down. We apologise.","\u0022There\u0027s been a lot of misunderstanding about this issue, so we would like to clarify and let you know about some changes we\u0027re making.","\u0022First and foremost, we have never - and would never - do anything to intentionally shorten the life of any Apple product, or degrade the user experience to drive customer upgrades.","\u0022Our goal has always been to create products that our customers love, and making iPhones last as long as possible is an important part of that.\u0022"],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/french-prosecutors-investigating-apple-over-iphone-slowing-11201050","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-apple-paris-iphone_4201428.jpg?20180109101130","source":"Getty"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-apple-paris-iphone_4201428.jpg?20180109101130","source":"Getty"}},{"id":"11201213","type":"story","headline":"CES 2018: Pick of the gadgets and tech so far","primary":{"id":"11201213","type":"article","firstCreated":1515502020,"lastRevised":1515520080,"headline":"CES 2018: Pick of the gadgets and tech so far","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-ces-2018-robot_4201399.jpg?20180109160430","source":"Reuters"},"summary":"","body":[],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/ces-2018-pick-of-the-gadgets-and-tech-so-far-11201213","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-ces-2018-robot_4201399.jpg?20180109160430","source":"Reuters"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-ces-2018-robot_4201399.jpg?20180109160430","source":"Reuters"}},{"id":"11200938","type":"story","headline":"Engineer James Damore fired for \u0027sexist\u0027 memo sues Google","primary":{"id":"11200938","type":"article","firstCreated":1515485820,"lastRevised":1515505920,"headline":"Engineer James Damore fired for \u0027sexist\u0027 memo sues Google","photo":{"url":"https:\/\/e3.365dm.com\/17\/03\/{width}x{height}\/733bdef97cb52a85706c0088da613cc920303c314775d9516f22a7056bbf38d7_3913261.jpg?20170320100336","source":"Reuters"},"summary":"An engineer fired from Google after circulating a memo criticising gender equality campaigns at the company is now suing his former employer.","body":["James Damore and others have filed a class action law suit against Google alleging that they were discriminated against as white males.","Mr Damore had argued that \u0022distribution of preferences and abilities of men and women differ in part due to biological causes and that these differences may explain why we don\u0027t see equal representation of women in tech and leadership\u0022 \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/google-sacks-engineer-behind-harmful-gender-memo-10978992\u0022 target=\u0022_blank\u0022\u003Ebefore being sacked by Google\u003C\/a\u003E\u003C\/strong\u003E.","The suit is being handled by the Dhillon Law Group, which said it was representing people who were discriminated against due to their \u0022perceived conservative political views\u0022, as well as being male and Caucasian.","Filed in a court in Santa Clara, California, the suit says its claimants were \u0022ostracised, belittled, and punished for their heterodox political views, and for the added sin of their birth circumstances of being Caucasians and\/or males\u0022.","It alleged that Google uses illegal hiring quotas to achieve a particular percentage of women and minority ethnic employees.","\u0022Google\u0027s management goes to extreme - and illegal - lengths to encourage hiring managers to take protected categories such as race and\/or gender into consideration as determinative hiring factors, to the detriment of Caucasian and male employees,\u0022 the writ states.","Mr Damore was fired last August \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/google-sacks-engineer-behind-harmful-gender-memo-10978992\u0022 target=\u0022_blank\u0022\u003Eafter circulating a 3,000-word memo\u003C\/a\u003E\u003C\/strong\u003E arguing that the reason women were not in more leadership roles was because of their biological differences with men.","Google\u0027s chief executive Sundar Pichai explained that \u0022portions of the memo violate our code of conduct and cross the line by advancing harmful gender stereotypes in our workplace\u0022.","\u0022To suggest that a group of our colleagues have traits that make them less biologically suited to that work is offensive and not OK,\u0022 he added."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/engineer-james-damore-fired-for-sexist-memo-sues-google-11200938","mainPhoto":{"url":"https:\/\/e3.365dm.com\/17\/03\/{width}x{height}\/733bdef97cb52a85706c0088da613cc920303c314775d9516f22a7056bbf38d7_3913261.jpg?20170320100336","source":"Reuters"},"photo":{"url":"https:\/\/e3.365dm.com\/17\/03\/{width}x{height}\/733bdef97cb52a85706c0088da613cc920303c314775d9516f22a7056bbf38d7_3913261.jpg?20170320100336","source":"Reuters"}},{"id":"11201393","type":"story","headline":"Microsoft pulls security update that freezes PCs","primary":{"id":"11201393","type":"article","firstCreated":1515510420,"lastRevised":1515519240,"headline":"Microsoft pulls security update that freezes PCs","photo":{"url":"https:\/\/e3.365dm.com\/17\/10\/{width}x{height}\/skynews-microsoft-silicon-valley_4124371.jpg?20171010014442","source":"Getty"},"summary":"Microsoft said on Tuesday that it was suspending a security update after it was found to be freezing PCs.","body":["In a support blog Microsoft said that machines running on AMD chipsets were not going to be protected against the Spectre vulnerability, which was disclosed last week.","The company said: \u0022To prevent AMD customers from getting into an unbootable state, Microsoft will temporarily pause sending the following Windows operating system updates to devices with impacted AMD processors at this time.\u0022","It follows a revelation last week by security researchers of \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/computers-face-global-slowdown-due-to-flaw-in-intel-chips-11193992\u0022 target=\u0022_blank\u0022\u003Evulnerabilities affecting chips\u003C\/a\u003E\u003C\/strong\u003E developed by Intel, AMD, and ARM, which could leave memory and data vulnerable to theft.","\u003Cstrong\u003E:: \u003Ca href=\u0022https:\/\/news.sky.com\/story\/apple-warns-iphones-ipads-and-mac-computers-hit-by-intel-flaw-11195945\u0022 target=\u0022_blank\u0022\u003EApple warns on chip security flaw\u003C\/a\u003E\u003C\/strong\u003E","Microsoft said that it had received complaints from AMD customers about PCs freezing after applying the security update.","\u003Cstrong\u003E:: \u003Ca href=\u0022https:\/\/news.sky.com\/story\/chipocalypse-now-race-for-high-speed-processors-behind-chip-security-fiasco-11196352\u0022 target=\u0022_blank\u0022\u003ERace for high-speed processors behind Intel fiasco\u003C\/a\u003E\u003C\/strong\u003E","After investigating the issue, the company found that some AMD chipsets actually did not conform to the technical documentation that AMD provided.","Microsoft said it was causing PCs to freeze or have blue screen errors on machines running the Windows 10, Windows 8.1 and Windows 7 operating systems.","Windows users are still encouraged to apply all security updates. Microsoft is no longer sending out the update which may freeze PCs.","A Microsoft spokesperson told Sky News: \u0022We\u0027re working with AMD to resolve this issue and resume security updates to affected AMD devices via Windows Update and Windows Server Update Services (WSUS). More information is \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/na01.safelinks.protection.outlook.com\/?url=https%3A%2F%2Fsupport.microsoft.com%2Fen-us%2Fhelp%2F4073707%2Fwindows-operating-system-security-update-block-for-some-amd-based-devi&data=02%7C01%7CKatie.Stainer%40assemblyinc.com%7Ce7bdbae47eb349e54a6308d557554d21%7Cb824bfb3918e43c2bb1cdcc1ba40a82b%7C0%7C0%7C636510946242547878&sdata=pSoincQ9pJXwhChw2ofr10IupsdVJbYsw55emm%2FAa20%3D&reserved=0\u0022 target=\u0022_blank\u0022\u003Eavailable here\u003C\/a\u003E\u003C\/strong\u003E.","\u0022For information about AMD devices please contact AMD.\u0022"],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/microsoft-pulls-security-update-that-freezes-pcs-11201393","mainPhoto":{"url":"https:\/\/e3.365dm.com\/17\/10\/{width}x{height}\/skynews-microsoft-silicon-valley_4124371.jpg?20171010014442","source":"Getty"},"photo":{"url":"https:\/\/e3.365dm.com\/17\/10\/{width}x{height}\/skynews-microsoft-silicon-valley_4124371.jpg?20171010014442","source":"Getty"}},{"id":"11201122","type":"story","headline":"US fund giant DE Shaw sells Spotify shares before $20bn listing","primary":{"id":"11201122","type":"article","firstCreated":1515496320,"lastRevised":1515502320,"headline":"US fund giant DE Shaw sells Spotify shares before $20bn listing","photo":{"url":"https:\/\/e3.365dm.com\/17\/08\/{width}x{height}\/b86bebf5e71c8e54eef4dd3b21f5ec85112c44839fd775473558ad8ea8357b2a_4074263.jpg?20170815121806","source":"Reuters"},"byline":"Mark Kleinman, City Editor","summary":"A US fund manager has sold half of its stake in Spotify months before the music-streaming service makes its long-awaited debut on the New York Stock Exchange (NYSE).","body":["Sky News has learnt that DE Shaw, which acquired its interest in Spotify in 2015, offloaded roughly 12,000 shares in the company last month at a price of $4,060-per-share - which placed a valuation on it of just over $16bn (£12bn).","The sale came even as Spotify was making a confidential filing with the US Securities and Exchange Commission (SEC) to take itself public through the unusual mechanism of a direct listing.","This route to the stock market would not involve issuing any new shares to raise additional capital, but simply list its existing shares.","Sources close to DE Shaw\u0027s share sale said the fund manager had sold out at roughly double the $8bn valuation at which it had initially invested nearly three years ago.","Secondary share trades such as this are not unusual, with buoyant demand for Spotify stock pushing its valuation to ever-higher levels over recent months.","Last summer, Sky News revealed that various Goldman Sachs entities had sold more than $75m of Spotify shares even as the Wall Street bank was cementing its role as an adviser on the music company\u0027s public listing.","The Goldman shares sales were made at a price of $3,100 each, more than 20% below that paid to DE Shaw just four months later.","The buyers of DE Shaw\u0027s stake were vehicles affiliated to hedge funds Tiger Global Management and Blue Ridge, the latter of which has since drawn up plans to close its doors.","Other Spotify shareholders to have reduced their exposure to the company in recent months were Fidelity, the giant American asset manager.","Under Spotify\u0027s articles of association, shares must be offered to existing investors before being sold to a third party.","The music-streaming company, which has struck licensing deals with record labels including Universal Music Group in recent months, has also announced a share swap with Tencent Music Entertainment, a Chinese peer.","Spotify\u0027s attempt to go public via a direct listing rather than a conventional initial public offering would save substantial sums on underwriting fees but more significantly reduce the amount of money owed to investors in interest as part of a convertible debt instrument issued in 2016.","The company has amassed 70m paying subscribers since its launch, and financiers believe it is likely to seek a price tag of about $20bn when its shares begin trading publicly.","Its alliances with the major music publishers has brought big-name artists such as Adele, Beyoncé and Taylor Swift - who had previously objected to Spotify\u0027s business model - into the streaming service\u0027s long-term catalogue.","The Swedish-based music service has surprised some music industry analysts with its rapid subscriber growth over the last year, although it lost nearly €175m in 2015.","Its paying customers hand over a fixed fee each month in exchange ‎for unlimited access to tens of millions of songs.","The explosive growth of such services, with rivals including Apple Music and Deezer, saw more than 68bn songs streamed last year, according to the BPI trade body.","Spotify and DE Shaw both declined to comment."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/us-fund-giant-de-shaw-sells-spotify-shares-before-20bn-listing-11201122","mainPhoto":{"url":"https:\/\/e3.365dm.com\/17\/08\/{width}x{height}\/b86bebf5e71c8e54eef4dd3b21f5ec85112c44839fd775473558ad8ea8357b2a_4074263.jpg?20170815121806","source":"Reuters"},"photo":{"url":"https:\/\/e3.365dm.com\/17\/08\/{width}x{height}\/b86bebf5e71c8e54eef4dd3b21f5ec85112c44839fd775473558ad8ea8357b2a_4074263.jpg?20170815121806","source":"Reuters"}},{"id":"11200279","type":"story","headline":"Apple urged to tackle children\u0027s addiction to iPhones","primary":{"id":"11200279","type":"article","firstCreated":1515417780,"lastRevised":1515422280,"headline":"Apple urged to tackle children\u0027s addiction to iPhones","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-children-smart-phone_4200857.jpg?20180108120922","source":"Getty"},"byline":"Sunita Patel-Carstairs, Business Reporter","summary":"Two of Apple\u0027s major investors have urged the iPhone maker to take urgent action to curb children\u0027s growing addiction to its smartphones, amid fears frequent use may be damaging the next generation.","body":["New York-based Jana Partners LLC and the California State Teachers\u0027 Retirement System, or CalSTRS, which collectively control $2bn (£1.47bn) worth of Apple shares, said the US firm must offer more choices and tools to help children fight addiction to its devices.","At present, parents can block or limit specific apps and features on an iPhone, iPad, or iPod touch.","In an open letter to Apple on Monday, the investors suggested the company goes a step further and allow users\u0027 ages to be inputted into phones, screen time to be limited, as well as a restriction on use to certain hours.","They also called on the firm to establish a committee of experts to study the impact of technology on children and to assign a top level Apple executive to take responsibility for the issue.","\u0022There is a developing consensus around the world including Silicon Valley that the potential long-term consequences of new technologies need to be factored in at the outset, and no company can outsource that responsibility,\u0022 the letter said.",{"buttonId":"50bad2129a9346a2f8429a9aa248fa18"},"\u0022As one of the most innovative companies in the history of technology, Apple can play a defining role in signalling to the industry that paying special attention to the health and development of the next generation is both good business and the right thing to do.\u0022","The letter cited various studies and surveys to argue how the heavy usage of smartphones and social media negatively affects children\u0027s mental and physical health.","Examples included students being distracted by mobile devices in the classroom and a link between high usage of smartphones and a possible increased risk of suicide and depression.","The letter also cited research showing that the average American teenager spends 4.5 hours a day on their smartphone, excluding texting and talking.","The investors wrote: \u0022It would defy common sense to argue that this level of usage, by children whose brains are still developing, is not having at least some impact, or that the maker of such a powerful product has no role to play in helping parents to ensure it is being used optimally.\u0022","The issue of smartphone and social media addiction has been in the spotlight for some time.","Selena Gomez \u003Ca href=\u0022http:\/\/news.sky.com\/story\/selena-gomez-cancels-tour-dates-over-anxiety-and-depression-10559505\u0022 target=\u0022_blank\u0022\u003E\u003Cstrong\u003Ecancelled the European leg of her world tour in 2016\u003C\/strong\u003E\u003C\/a\u003E to seek therapy for depression and low self-esteem, which she linked to the autoimmune disease lupus - as well as her addiction to social media and the mobile photo-sharing app Instagram.","Part of the treatment involved giving up her smartphone for three months.","Last year, Sky News revealed children as young as 13 \u003Ca href=\u0022http:\/\/news.sky.com\/story\/children-as-young-as-13-being-treated-for-addiction-to-mobile-phones-10836226\u0022 target=\u0022_blank\u0022\u003E\u003Cstrong\u003Eare checking into a US treatment centre\u003C\/strong\u003E\u003C\/a\u003E near Seattle to try to break their addiction to digital technology, including video games.","More recently, former Facebook executive Chamath Palihapitiya, said he felt \u0022tremendous guilt\u0022 over the creation of the site and \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/former-facebook-executive-says-society-is-being-ripped-apart-by-social-media-11167368\u0022 target=\u0022_blank\u0022\u003Eurged people to take a \u0022hard break\u0022 from social media\u003C\/a\u003E\u003C\/strong\u003E which he said was \u0022ripping apart the social fabric of how society works\u0022.","Sky News has contacted Apple for comment."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/apple-urged-to-tackle-childrens-addiction-to-iphones-11200279","video":{"id":3930438,"type":"video","firstCreated":1492148742,"lastRevised":1492149536,"headline":"Children treated for mobile phone addiction","photo":{"url":"https:\/\/e3.365dm.com\/17\/04\/{width}x{height}\/e7bd29e10f5d53457dc507710e452f449712714e5b5504ef0e7e15952c97c350_3930406.jpg?20170414065813","source":"Sky News Screen Grab"},"summary":"Children as young as 13 are checking in to a US treatment centre to try to break their addiction to mobile devices.","runtime":165,"formats":{"MP4_374":"http:\/\/ooyala.news.sky.com\/Rid3ZyYTE6siamxhYyIzQV0RKPf3ZH04\/DOcJ-FxaFrRg4gtDEwOjk0OjBmOyAU6J","MP4_700":"http:\/\/ooyala.news.sky.com\/Rid3ZyYTE6siamxhYyIzQV0RKPf3ZH04\/DOcJ-FxaFrRg4gtDEwOm90OjBvO5qN99","MP4_3000":"http:\/\/ooyala.news.sky.com\/Rid3ZyYTE6siamxhYyIzQV0RKPf3ZH04\/DOcJ-FxaFrRg4gtDEwOjM3NjowODE7Tz"},"sensitivity":"normal","ooyalaId":"Rid3ZyYTE6siamxhYyIzQV0RKPf3ZH04","videoPlatformId":"Rid3ZyYTE6siamxhYyIzQV0RKPf3ZH04"},"mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-children-smart-phone_4200857.jpg?20180108120922","source":"Getty"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-children-smart-phone_4200857.jpg?20180108120922","source":"Getty"},"buttons":[{"id":"50bad2129a9346a2f8429a9aa248fa18","text":"Children treated for mobile phone addiction","module":{"id":3930438,"type":"video","self":"https:\/\/feeds.skynews.com\/feeds\/mobile\/module\/video\/3930438"}}]},{"id":"11197078","type":"story","headline":"Addicts warned: Facebook groups are not anonymous","primary":{"id":"11197078","type":"article","firstCreated":1515205560,"lastRevised":1515518520,"headline":"Addicts warned: Facebook groups are not anonymous","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-facebook-members-groups_4199378.jpg?20180106024904","source":"Sky News Screen Grab"},"byline":"Joe Tidy, News Correspondent, Exclusive","summary":"Tens of thousands of addicts and vulnerable people are being warned about joining support groups on Facebook that claim to be anonymous but aren\u0027t.","body":["Dozens of recovery groups for afflictions such as gambling addiction, sex addiction, alcoholism and drug abuse describe themselves as \u0022anonymous\u0022 but are far from it, as entire membership lists are easily accessed by outsiders.","\u0022Closed groups\u0022 on Facebook can be found but you have to be a member to read posts or contribute to the community.","A Sky News investigation found that \u0022anonymous\u0022 recovery groups are not warning users that their profiles are on members lists, which are free to view and even searchable.","Depending on a person\u0027s security settings, it is possible to see names, pictures, where a person lives, where they went to school and even where they work.","In many cases the people that set them up were not aware of the privacy flaw. Many have since warned their communities and are calling for Facebook to create a new type of group.","For members of the official Alcoholics Anonymous fellowship, the news is shocking and further vindicates their decision not to start a Facebook Group themselves.","They are now warning addicts about the dangers of losing anonymity and how that can affect recovery.","Peter, a spokesman for the fellowship and a former alcoholic, told Sky News: \u0022We don\u0027t condone [these groups] at all.","\u0022We advise members that if they want to join a social media group they deliberately join one that doesn\u0027t have \u0027alcoholics anonymous\u0027 or any mention of our fellowship.","\u0022Preferably not alcoholism in it at all.","\u0022So the individual can protect their anonymity which we think is absolutely critical to an individual\u0027s recovery.\u0022","There are also concerns from the world of recruitment and business as people may not realise that companies or clients can find out this sensitive information.","Corinne Mills, managing director of Personal Career Management, said: \u0022A third of HR people have said that they have rejected people precisely because of things that they\u0027ve found on social media. So we know it affects people\u0027s chances.","\u0022I think if you\u0027re on a self-help group, it\u0027s just giving an employer who doesn\u0027t know you, or have any relationship with you, a note of caution.","\u0022They\u0027ll be thinking \u0022is this person troubled, are they distressed, does this affect their ability to do the job?\u0027.\u0022","In some cases there can be legal implications. Groups for victims of rape and serious sexual assault are also claiming to be anonymous but aren\u0027t. Some experts say this can affect a person\u0027s legal right to anonymity.","Facebook told Sky News it takes feedback very seriously.","The company reiterated that there are three different types of group and the security for each is made clear online.","But it also said it welcomes group administrators to next month\u0027s Facebook Communities Summit Europe, which will be held in London, and hoped the issue could be raised then for potential changes."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/addicts-warned-facebook-groups-are-not-anonymous-11197078","video":{"id":4199720,"type":"video","firstCreated":1515256237,"lastRevised":1515261766,"headline":"Open access recovery groups \u0027risky\u0027","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/d9e7bb27c8f7f570e14f4c946f069bc8eeb32e2a66b0263572a459f35d9be6fb_4199819.jpg?20180106180233","source":"Ooyala - Sky News UK"},"summary":"Addicts and vulnerable people are being warned about joining support groups on Facebook that claim to be anonymous but aren\u0027t.","runtime":95,"formats":{"MP2T_":"http:\/\/player.ooyala.com\/player\/appletv\/J1aDl2ZDE6K4tdE1TIAwzsNxuZIk_cdt.m3u8","MP4_374":"http:\/\/ooyala.news.sky.com\/J1aDl2ZDE6K4tdE1TIAwzsNxuZIk_cdt\/DOcJ-FxaFrRg4gtDEwOjk0OjZmO73fD2","MP4_700":"http:\/\/ooyala.news.sky.com\/J1aDl2ZDE6K4tdE1TIAwzsNxuZIk_cdt\/DOcJ-FxaFrRg4gtDEwOm90OmtuO6gGpU","MP4_3000":"http:\/\/ooyala.news.sky.com\/J1aDl2ZDE6K4tdE1TIAwzsNxuZIk_cdt\/DOcJ-FxaFrRg4gtDEwOjM3NjpvMTE79t"},"sensitivity":"normal","ooyalaId":"J1aDl2ZDE6K4tdE1TIAwzsNxuZIk_cdt","videoPlatformId":"J1aDl2ZDE6K4tdE1TIAwzsNxuZIk_cdt"},"mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-facebook-members-groups_4199378.jpg?20180106024904","source":"Sky News Screen Grab"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-facebook-members-groups_4199378.jpg?20180106024904","source":"Sky News Screen Grab"}},{"id":"11197167","type":"story","headline":"Google pulls dozens of fake security apps which secretly stole data","primary":{"id":"11197167","type":"article","firstCreated":1515226740,"lastRevised":1515494880,"headline":"Google pulls dozens of fake security apps which secretly stole data","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-malicious-apps-trend_4199446.jpg?20180106075856","source":"Press Release"},"summary":"Dozens of fake security apps which secretly stole data from users have been discovered on and subsequently removed from Google Play.","body":["Cybersecurity firm Trend Micro found 36 apps on Google Play which \u0022secretly harvested user data, tracked user location, and aggressively pushed advertisements.\u0022","It is not known how many people could have downloaded these apps before Trend Micro\u0027s researchers informed Google, and they were subsequently removed from Google Play.","Google did not respond to enquiries from Sky News.","Bharat Mistry, principal security strategist at Trend Micro, told Sky News: \u0022Malicious apps are starting to become more common globally as cybercriminals are starting to realise the potential to easily monetise the wealth of sensitive personal information.\u0022","Dr Michael Covington, vice president at mobile security company Wandera, told Sky News: \u0022Malicious content on a mobile phone is becoming the new normal.","\u0022We used to see attackers targeting users on desktops with dangerous e-mail attachments or malicious downloads in a browser. On mobile it is far easier to trick the user into downloading a malicious app or tapping on a phishing SMS.","\u0022Mobile malware is up 100% year-over-year and there are no signs of slowing,\u0022 said Dr Covington. \u0022Further, the severity of mobile malware is up over 400% year-over-year.\u0022","The malicious apps that Trend Micro found only targeted Android phones.","\u0022Android tends to have more malware for a variety of reasons.","\u0022For starters, there\u0027s the issue of platform diversification. With so many manufacturers building devices that run Android, Google cannot be as stringent with their app reviews. Google is notorious for having a more lax app review process than Apple,\u0022 said Dr Covington.","\u0022The perception is fake apps are more likely to be prevalent on Android than iOS platforms primarily due to Android\u0027s open community and developer platform which allows users to install applications from trusted and untrusted stores easily without little or no modification on the device,\u0022 agreed Mr Mistry.","\u0022Attackers targeting mobile users don\u0027t care what platform their victim prefers. Our research indicates that there are more malicious apps on Android, whereas iOS users are more likely to encounter a phishing attack,\u0022 said Dr Covington.","How to protect yourself?","\u0022First and foremost always use a reputable app store such as Apple\u0027s App Store or Google Play,\u0022 said Mr Mistry.","\u0022Secondly, before downloading an application, look at the developer and make sure that is also from a reputable source, ie do a separate search on the Internet about the developer and the application name to check the reputation of an application.","\u0022Download a reputable malware scanning application from trusted application store and scan the device or any malicious code.","\u0022In addition, if you think the app has stolen credentials for banking, social media and other applications, think about resetting the password for those applications using another device or desktop.\u0022"],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/google-pulls-dozens-of-fake-security-apps-which-secretly-stole-data-11197167","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-malicious-apps-trend_4199446.jpg?20180106075856","source":"Press Release"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-malicious-apps-trend_4199446.jpg?20180106075856","source":"Press Release"}}]}}