{"category":{"title":"UK NEWS","stories":[{"id":"11201515","type":"story","headline":"Prince Harry and Meghan Markle wow the crowds in Brixton","primary":{"id":"11201515","type":"article","firstCreated":1515517320,"lastRevised":1515526560,"headline":"Prince Harry and Meghan Markle wow the crowds in Brixton","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-meghan-markle-harry_4201741.jpg?20180109170051","source":"Getty"},"byline":"Bethany Minelle, News Reporter","summary":"Prince Harry and Meghan Markle were met with screaming crowds and chanting well-wishers as they began their second official engagement as a couple.","body":["The pair were visiting Reprezent FM in Brixton, south London, a youth-orientated radio station set up 10 years ago in response to the rise in knife crime.","Among the well-wishers waiting to meet the couple in the crowd, Francine told Sky News: \u0022I hope that Prince Harry coming here will help the crime in Brixton, and that he will work with youths here.\u0022","Local resident Inna said Meghan was an inspiration for her daughters Davinna and Veronique - \u0022a mixed race girl becoming a princess in the Royal Family\u0022.","Young Davinna even painted a picture of two pink flamingos forming a heart with their bodies to give to Meghan.","Karen, from Kennington, told Sky News she was there because Harry was \u0022a people\u0027s Prince, he loves Jamaica and I\u0027m Jamaican... I\u0027m so happy he\u0027s marrying such sparkling young lady\u0022.","After raising eyebrows with the eyewatering cost of the \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/prince-harry-and-meghan-markle-engagement-photos-released-11179717\u0022 target=\u0022_blank\u0022\u003Ecouture dress she wore in her engagement portraits with Prince Harry (£56,000)\u003C\/a\u003E\u003C\/strong\u003E, at least part of her wardrobe was a little more affordable this time round with a black jumper by Marks & Spencer.","The couple spent half an hour speaking to the presenters and volunteers at Reprezent radio station, which is based in Pop Brixton - a community project housing local businesses and start-ups inside shipping containers.","The initiative has helped more than 4,000 young people, offering accredited training and teaching employment skills through music, radio and media.","While speaking to the station\u0027s youngest DJ, 17-year-old Glory, Harry made Meghan laugh by gesturing towards a CD player as if he was about to start \u0022scratching\u0022 a track.","Meghan told Glory: \u0022I can see why your show is so popular. You\u0027re so thoughtful and your approach is so engaging.\u0022","She added: \u0022I must tune in.\u0022","Station founder Shane Carey said that since the Royal visit had been announced, the not-for-profit station was \u0022having the spotlight shone on us from all the world\u0027s media pretty much, we\u0027ve never had this attention\u0022.","This was Harry and Meghan\u0027s second official outing since the announcement of their engagement in November.","The first was to a youth project and \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/harry-and-meghan-to-make-first-official-joint-engagement-in-nottingham-11150884\u0022 target=\u0022_blank\u0022\u003EWorld AIDS Day event in Nottingham\u003C\/a\u003E\u003C\/strong\u003E at the start of December.","Tuesday\u0027s visit came as Meghan Markle\u0027s Facebook, Twitter and Instagram accounts were taken down.","A Kensington Palace source said: \u0022Ms Markle is grateful to everyone who has followed her social media accounts over the years, however as she has not used these accounts for some time.","\u0022She has taken the decision to close them.\u0022"],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/prince-harry-and-meghan-markle-wow-the-crowds-in-brixton-11201515","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-meghan-markle-harry_4201741.jpg?20180109170051","source":"Getty"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-meghan-markle-harry_4201741.jpg?20180109170051","source":"Getty"}},{"id":"11201586","type":"story","headline":"Football coach Barry Bennell \u0027abused boy 100 times\u0027","primary":{"id":"11201586","type":"article","firstCreated":1515521100,"lastRevised":1515524760,"headline":"Football coach Barry Bennell \u0027abused boy 100 times\u0027","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/2371801090079975207_4201781.jpg?20180109180527","source":"Openmedia"},"byline":"Enda Brady, News Correspondent","summary":"An alleged victim of Barry Bennell was abused more than 100 times by the football coach and scout while he worked for Manchester City, a court has heard.","body":["Another alleged victim told police he was abused by Bennell in his Mercedes car as he took him to and from training sessions.","The allegations were spelled out as Bennell went on trial at Liverpool Crown Court on Tuesday, accused of sex crimes against promising young players.","The 63-year-old denies a total of 48 child sex offences and is observing court proceedings via a video link.","Prosecutors said jurors would hear allegations made in the past against Bennell by footballers in England and Wales, and also in the United States.","The jury was told that he had been a \u0022skilled and relatively successful coach\u0022 operating in Cheshire, Manchester and Derbyshire, but \u0022had a much darker side\u0022.","Talented young schoolboy footballers would be invited to stay at his home on a Friday night and this was when the abuse would take place, said Nick Johnson QC, prosecuting.","\u0022He had pretty much unfettered access to large numbers of young lads who dreamt of a life in professional football,\u0022 Mr Johnson added.","\u0022Although it seems that Mr Bennell was a relatively successful coach, he had a much darker side. He was also a predatory and determined paedophile.\u0022","The court was told young boys would be given free sports kit at Bennell\u0027s house and allowed to eat takeaway food.","There were also arcade games to play and a pet monkey.","The prosecution alleges the abuse took place at Bennell\u0027s home, on tour with football teams in Wales and at the ground of Crewe Alexandra FC, where he worked as a youth coach at the time.","The offences are alleged to have taken place between 1979 and 1991 when the alleged victims were between eight and 15 years old.","Mr Johnson told jurors they may have already heard that Bennell had admitted some sexual offending against three people in the case, but he is also accused of much more serious offending - which would now be categorised as male rape.","The jury would have to decide, Mr Johnson added, whether they were listening to a group of men who, as Bennell alleges, had \u0022jumped on the bandwagon\u0022 and maliciously made up stories.","He said they may also agree with the Crown\u0027s case that a paedophile had committed serious sexual offences on a large scale and over a long period of time.","Mr Johnson said: \u0022In those circumstances we will suggest in due course that it is no surprise either that the extent of his offending has taken so long to emerge or that there is repetition in the way, we allege, he committed his offences.\u0022","Bennell denies the charges and the trial continues."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/football-coach-barry-bennell-abused-boy-100-times-11201586","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/2371801090079975207_4201781.jpg?20180109180527","source":"Openmedia"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/2371801090079975207_4201781.jpg?20180109180527","source":"Openmedia"}},{"id":"11201140","type":"story","headline":"Darren Bonner fatally beaten and dumped in shallow grave, court hears","primary":{"id":"11201140","type":"article","firstCreated":1515497640,"lastRevised":1515522060,"headline":"Darren Bonner fatally beaten and dumped in shallow grave, court hears","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/2371801090079407607_4201502.jpg?20180109113406","source":"Openmedia"},"byline":"Bethany Minelle, News Reporter","summary":"A man found naked and semi-conscious in a shallow grave had been left for dead by his boss and the boss\u0027 girlfriend, a court has heard.","body":["Darren Bonner, 24, who had been strangled and beaten, was found by police after a walker on the Northumberland coast reported hearing \u0022loud snoring noises\u0022 near a dry stone wall.","Police were unable to rouse the victim, who they found curled in a foetal position, shivering and moaning. He had been left with permanent brain damage, and died in hospital 16 days later.","Mr Bonner had been spending the weekend with his boss Richard Spottiswood, 34, and Spottiswood\u0027s girlfriend Lucy Burn, 29, at Creswell Towers Holiday Park, in Northumberland.","Both Spottiswood and Burn are accused of murder. They deny the charge.","Newcastle Crown Court heard that garage owner Spottiswood - who grew and sold cannabis with Mr Bonner – suspected Mr Bonner was spying for a drug rival.","An argument between the two men inside a caravan in the early hours of the morning, resulted in Spottiswood putting the victim in a headlock, bursting blood vessels in his face, the prosecution alleges.","Mr Bonner had also received around 12 blows on the back from a rod-shaped weapon, a post-mortem examination result showed.","The prosecution alleges that Spottiswood then drove Mr Bonner\u0027s body down the road in the back of his van, dragging him through a hole in the wall before dumping his body in a hastily dug shallow grave.","Burn has admitted assisting an offender by evading the police and telling them lies. She had originally concealed the fact that Spottiswood and Mr Bonner had argued, saying that Spottiswood told her to lie to police.","Following Burn\u0027s admission, Spottiswood also changed his story, saying he had argued with Mr Bonner as they went to the hole to bury stolen guns.","Spottiswood had originally denied all knowledge of the death.","The case continues."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/darren-bonner-fatally-beaten-and-dumped-in-shallow-grave-court-hears-11201140","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/2371801090079407607_4201502.jpg?20180109113406","source":"Openmedia"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/2371801090079407607_4201502.jpg?20180109113406","source":"Openmedia"}},{"id":"11201678","type":"story","headline":"Theresa May reshuffles \u0027new generation\u0027 of diverse ministers into Government","primary":{"id":"11201678","type":"article","firstCreated":1515525300,"lastRevised":1515532320,"headline":"Theresa May reshuffles \u0027new generation\u0027 of diverse ministers into Government","photo":{"url":"https:\/\/e3.365dm.com\/17\/12\/{width}x{height}\/skynews-theresa-may-prime-minister_4189238.jpg?20171221202230","source":"Getty"},"byline":"Aubrey Allegretti, Political Reporter","summary":"A raft of women and ethnic minority MPs have been promoted in Theresa May\u0027s reshuffle, as the Prime Minister sought to tackle criticism over the diversity of her new Cabinet.","body":["She hailed a Government that \u0022looks more like the country it serves\u0022, acting on calls from some in her own party to push fresh talent up the ranks.","Mrs May declared in a statement: \u0022This Government is about building a country fit for the future - one that truly works for everyone with a stronger economy and a fairer society.","\u0022This reshuffle helps us do just that by bringing fresh talent into Government, boosting delivery in key policy areas like housing, health and social care, and ensuring the Government looks more like the country it serves.","\u0022It also allows a new generation of gifted ministers to step up and make life better for people across the whole UK.\u0022","Mrs May had \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/the-prime-minister-suffers-shock-resignation-in-new-year-reshuffle-11200769\u0022 target=\u0022_blank\u0022\u003Efaced criticism for the diversity of her new Cabinet\u003C\/a\u003E \u003C\/strong\u003Ethat only contains one ethnic minority minister and one who is openly LGBT.","But she bolstered the junior ranks with a greater proportion of fresh talent from diverse backgrounds.","MPs with Pakistani, Mauritian and Iraqi heritage were given ministerial jobs for the first time in their careers.","And of the 13 new politicians on the Government payroll, eight were women and four were black or minority ethnic (BME).","There were beefed up departments, too, with Fareham MP Suella Fernandes taking the number of Brexit ministers from three to four.","She was not the \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/theresa-may-to-appoint-cabinet-member-for-no-deal-in-reshuffle-11199777\u0022 target=\u0022_blank\u0022\u003Erumoured \u0022no deal\u0022 minister\u003C\/a\u003E\u003C\/strong\u003E, but has backed the scenario in the past. \u0022In the event of no deal, that\u0027s great for us,\u0022 she wrote in June.","Housing and social care got extra staff and ministers too, following the PM\u0027s attempt to stamp her new direction for the party by adding them to the briefs of Communities Secretary Sajid Javid and Health Secretary Jeremy Hunt, respectively.","Universities minister Jo Johnson also lost his job and got moved to transport, \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/toby-young-stands-down-from-universities-regulator-11200870\u0022\u003Ehours after columnist Toby Young resigned\u003C\/a\u003E\u003C\/strong\u003E as a non-executive board member on the new Office for Students watchdog.","Meanwhile, Home Secretary Amber Rudd picked up the women and equalities remit left vacant by outgoing Education Secretary Justine Greening, who quit to advance \u0022social mobility\u0022 from the backbenches.","Some reshuffle announcements were not universally popular with Tory MPs.","Nicholas Soames, who after the Cabinet reshuffle asked \u0022Is that it?\u0022, blasted the decision to sack health minister Philip Dunne.","\u0022Impossible to understand and a very poor decision,\u0022 he wrote on Twitter."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/theresa-may-reshuffles-new-generation-of-diverse-ministers-into-government-11201678","mainPhoto":{"url":"https:\/\/e3.365dm.com\/17\/12\/{width}x{height}\/skynews-theresa-may-prime-minister_4189238.jpg?20171221202230","source":"Getty"},"photo":{"url":"https:\/\/e3.365dm.com\/17\/12\/{width}x{height}\/skynews-theresa-may-prime-minister_4189238.jpg?20171221202230","source":"Getty"}},{"id":"11201341","type":"story","headline":"Winners and losers: What Theresa May\u0027s new Cabinet looks like","primary":{"id":"11201341","type":"article","firstCreated":1515507600,"lastRevised":1515510720,"headline":"Winners and losers: What Theresa May\u0027s new Cabinet looks like","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-theresa-may-cabinet-meeting_4201484.jpg?20180109110658","source":"Reuters"},"byline":"Aubrey Allegretti, Political Reporter","summary":"Theresa May has conducted a New Year\u0027s reshuffle to diversify and push new talent into the Cabinet.","body":["It means some new faces enter her top team, with three different Secretaries of State and a host of other job swaps.","Press the flipcards below to find out which jobs have changed hands."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/winners-and-losers-what-theresa-mays-new-cabinet-looks-like-11201341","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-theresa-may-cabinet-meeting_4201484.jpg?20180109110658","source":"Reuters"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-theresa-may-cabinet-meeting_4201484.jpg?20180109110658","source":"Reuters"}},{"id":"11201411","type":"story","headline":"Worboys victim fears black cab rapist may attempt to contact her","primary":{"id":"11201411","type":"article","firstCreated":1515511560,"lastRevised":1515516180,"headline":"Worboys victim fears black cab rapist may attempt to contact her","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-john-worboys-london-cabbie_4198463.jpg?20180104161834","source":"PA"},"byline":"Martin Brunt, Crime Correspondent","summary":"A terrified victim of black cab rapist John Worboys says she fears he will try to contact her when he is freed from prison this month.","body":["The woman said she had little confidence in the parole system after receiving a letter from the Ministry of Justice, warning her of his imminent release.","It read: \u0022The following licence condition will be placed on his licence: Not to approach or communicate, directly or indirectly, the victims of the index offence without the prior approval of the Supervising Officer.\u0022","The victim, who did not want to be identified, told Sky News: \u0022That doesn\u0027t fill me with confidence. Our safety is a big issue. He knows where I live, he had my address.","\u0022What will the police do to make us feel safe? He will be under surveillance, but we won\u0027t be.\u0022","She said she hoped another of Worboys\u0027 licence conditions will be that he stays out of London, where he attacked all his victims in a long campaign of rape and sexual assault.","She also urged the new Justice Secretary David Gauke to bring forward legislation to force the Parole Board to reveal its reasons for agreeing to his release after less than 10 years in prison.","The Justice Secretary has announced an urgent review into the Parole Board processes and particularly its dealings with victims.","Mr Gauke said he was already convinced there was a need for greater transparency in a system that currently prohibits publication of the reasons for parole decisions.","Worboys, 60, was jailed indefinitely with a minimum of eight years in 2009 after being convicted of one rape, five sex assaults, an attempted sex assault and a dozen charges of drugging his victims.","He drove a black cab in London and preyed on young, vulnerable women who he thought had been drinking, offering them a lift home and tricking them into drinking spiked alcohol to help him celebrate a bogus lottery win.","Police believed he may have attacked up to 102 women, most of whom could not remember what had happened to them.","The decision to free him has prompted widespread condemnation, especially from victims who claim they were given no chance to consult with the Parole Board panel.",{"buttonId":"37712086cd9f7487691364cba6bf5bec"},"Some learned of the decision from reporters, before they received official letters.","The victim said: \u0022The Justice Secretary has today suggested that the law could be changed retrospectively which would allow us victims to be told why the Parole Board has made this decision.","\u0022That must now happen, as soon as possible and before Worboys is released. Until it does we can have zero confidence that he won\u0027t reoffend.\u0022","She also said the MoJ letter contained a leaflet from charity Victim Support offering sympathy, advice - and a plea for donations.","The victim added: \u0022How insensitive is that? It really upset me even more.\u0022","Speaking in Commons on Friday, Mr Gauke said: \u0022The point that the public at large has to have confidence in our criminal justice system and sentencing is one that I think we would all share.\u0022","\u0022While it appears that the correct procedures were followed, the fact that some victims learned of the decision from the media suggests that there is a need to review these procedures and examine whether lessons can be learned and improvements can be made.\u0022"],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/worboys-victim-fears-black-cab-rapist-may-attempt-to-contact-her-11201411","video":{"id":4198995,"type":"video","firstCreated":1515155334,"lastRevised":1515155776,"headline":"Parole chair: Women \u0027were failed\u0027","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-nick-harwick-parole-board_4198966.jpg?20180105120214","source":"Sky News Screen Grab"},"summary":"Parole Board chair Nick Hardwick has apologised to victims of serial rapist John Worboys for not informing them of his release.","runtime":38,"formats":{"MP2T_":"http:\/\/player.ooyala.com\/player\/appletv\/9sbHR1ZDE6913keOL74Z5XqGH_7CvXKq.m3u8","MP4_374":"http:\/\/ooyala.news.sky.com\/9sbHR1ZDE6913keOL74Z5XqGH_7CvXKq\/DOcJ-FxaFrRg4gtDEwOjk0OjZmO73fD2","MP4_700":"http:\/\/ooyala.news.sky.com\/9sbHR1ZDE6913keOL74Z5XqGH_7CvXKq\/DOcJ-FxaFrRg4gtDEwOm90OmtuO6gGpU","MP4_3000":"http:\/\/ooyala.news.sky.com\/9sbHR1ZDE6913keOL74Z5XqGH_7CvXKq\/DOcJ-FxaFrRg4gtDEwOjM3NjpvMTE79t"},"sensitivity":"normal","ooyalaId":"9sbHR1ZDE6913keOL74Z5XqGH_7CvXKq","videoPlatformId":"9sbHR1ZDE6913keOL74Z5XqGH_7CvXKq"},"mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-john-worboys-london-cabbie_4198463.jpg?20180104161834","source":"PA"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-john-worboys-london-cabbie_4198463.jpg?20180104161834","source":"PA"},"buttons":[{"id":"37712086cd9f7487691364cba6bf5bec","text":"Parole chair: Women \u0027were failed\u0027","module":{"id":4198995,"type":"video","self":"https:\/\/feeds.skynews.com\/feeds\/mobile\/module\/video\/4198995"}}]},{"id":"11201407","type":"story","headline":"Hero boy died in River Trent trying to save two friends","primary":{"id":"11201407","type":"article","firstCreated":1515511380,"lastRevised":1515522240,"headline":"Hero boy died in River Trent trying to save two friends","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-owen-jenkins-inquest_4201699.jpg?20180109161921","source":"PA"},"byline":"Philip Whiteside, News Reporter","summary":"A 12-year-old boy died trying to save two of his friends after they got into difficulty in a river, an inquest has heard.","body":["Owen Jenkins was swept away by a current after lifting his friend Jorgie Myers out of the River Trent.","He decided to enter a stretch called Beeston Weir because Jorgie and another girl Chelsea Holroyd shouted they were in trouble, Nottinghamshire Coroner\u0027s Court was told.","Owen\u0027s body was found by an underwater rescue team four hours after he went missing.","A post-mortem examination found he died from drowning and that there were no illicit or prescribed substances in his system.","Coroner Mairin Casey said Owen was at the weir at around 6pm on 10 July last year with four friends: Jorgie, Chelsea, Paige Haworth and Emma Keeton.","Summarising events, the coroner said: \u0022At some point they got into some kind of trouble in the water and clearly Paige, Emma and Owen became aware of that and perceived Jorgie and Chelsea to be having difficulty.","\u0022It was at that point that Chelsea and Jorgie were in trouble and he took the decision to enter the water himself. Owen undressed and entered the water.","\u0022He managed to throw her some distance (towards the shore) before he himself couldn\u0027t resist the current.\u0022","Jorgie said in a statement read to the court: \u0022I started to panic because I could feel the water pulling me. I didn\u0027t know what to do because I couldn\u0027t swim.","\u0022I screamed to Owen \u0027help us, we\u0027re floating away, we need help!\u0027\u0022","The coroner said Owen shouted to Emma to get Chelsea while he rescued Jorgie.","Jorgie\u0027s statement continued: \u0022I was pulled out of the water, I saw that Owen had got to me and lifted me up like someone carrying a baby.","\u0022He then dropped me and told me to lay on my back and drift back to the shore.\u0022","Owen - who was a talented runner and rugby player - has been hailed as a hero by his family and the community around Beeston Weir, the inquest was told.","The coroner concluded that Owen suffered an accidental death when he drowned.","She told Owen\u0027s family: \u0022I have been humbled by your dignity throughout this process. There will always be exceptional children like Owen who selflessly help others.","\u0022It\u0027s entirely in keeping with this young man\u0027s personality that his immediate response was to warn others to help carry those who were struggling and enter the water himself.\u0022","The hearing was attended by his mother Nicola, 42, his brother, Jordan, and his father, Gary, 43, who wore a purple t-shirt that read \u0022for Owen\u0022.","A local councillor, Ruth Hyde, of Broxtowe Borough Council, said her authority had since agreed to erect warning notices, a barrier and life saving equipment.","MP Anna Soubry was one of those who took part in a campaign to get the safety equipment installed."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/hero-boy-died-in-river-trent-trying-to-save-two-friends-11201407","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-owen-jenkins-inquest_4201699.jpg?20180109161921","source":"PA"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-owen-jenkins-inquest_4201699.jpg?20180109161921","source":"PA"}},{"id":"11201673","type":"story","headline":"Daily Mail accuses Virgin Trains of censorship over paper ban","primary":{"id":"11201673","type":"article","firstCreated":1515525060,"lastRevised":1515528900,"headline":"Daily Mail accuses Virgin Trains of censorship over paper ban","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-virgin-trains_4201811.jpg?20180109191319","source":"PA"},"summary":"The Daily Mail has accused Virgin Trains of censorship after the rail operator stopped selling the newspaper.","body":["Virgin announced in an internal note that it had ceased stocking the paper in November because of matters raised by staff.","The note said workers expressed \u0022considerable concern\u0022 about the Mail\u0027s editorial position on issues such as immigration, LGBT rights and unemployment.","But the newspaper said the train firm told it at the time the reason Virgin would no longer be stocking the Mail was because it was aiming to \u0022save space\u0022.","The Mail claimed Virgin was acting for political reasons after the paper criticised a decision to use taxpayer funds to \u0022bail out\u0022 Virgin\u0027s East Coast mainline franchise.","A spokesman for the Daily Mail said: \u0022It is disgraceful that, at a time of massive customer dissatisfaction over ever-increasing rail fares, and after the taxpayer was forced to bail out Virgin\u0027s East Coast mainline franchise, a decision strongly criticised by the Mail, that Virgin Trains should now announce that for political reasons it is censoring the choice of newspapers it offers to passengers.","\u0022It is equally rich that Virgin chose to launch this attack on free speech in the Aslef trade union journal.","\u0022For the record Virgin used to sell only 70 Daily Mails a day.","\u0022They informed us last November that to save space, they were restricting sales to just three newspapers: the Mirror, FT and Times.","\u0022They gave no other reason, but it may be no coincidence that all those titles, like Virgin owner Sir Richard Branson, are pro-Remain.\u0022","A spokesman for Virgin Trains said: \u0022We regularly review the products we have on sale for customers in the shop on board our West Coast trains and after listening to feedback from our people, we decided in November 2017 that we would no longer stock copies of the Daily Mail.","\u0022When we stocked the Daily Mail on board, we sold one copy for every four trains.\u0022","An internal note to staff within Virgin Trains\u0027 West Coast business said: \u0022Different viewpoints are often valuable, and it\u0027s certainly true that we choose to take our news from different sources depending on our view of the world.","\u0022Thousands of people choose to read The Daily Mail every day.","\u0022But, from Sunday 26 November, they will no longer be reading it courtesy of VT.","\u0022There\u0027s been considerable concern raised by colleagues about The Daily Mail\u0027s editorial position on issues such as immigration, LGBT rights and unemployment.","\u0022After due consideration, we\u0027ve decided that this particular paper is not at all compatible with the VT brand and our beliefs.","\u0022We will continue to offer The Times to customers, but we won\u0027t be stocking the Daily Mail for sale or as a giveaway.","\u0022This won\u0027t suit all of our customers or all of our people, it\u0027s certain to draw some criticism.","\u0022But we\u0027ve listened to many colleagues over the last few months, and we feel that this is the right move to take.\u0022","Stationery firm Paperchase were criticised after they apologised for advertising in the Daily Mail last November following action by campaigners.","Lego and The Body Shop have also previously announced that they will no longer run promotions in the paper."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/daily-mail-accuses-virgin-trains-of-censorship-over-paper-ban-11201673","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-virgin-trains_4201811.jpg?20180109191319","source":"PA"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-virgin-trains_4201811.jpg?20180109191319","source":"PA"}},{"id":"11201444","type":"story","headline":"FA \u0027sets example\u0027 by adopting Rooney Rule for hiring future England managers","primary":{"id":"11201444","type":"article","firstCreated":1515513420,"lastRevised":1515516600,"headline":"FA \u0027sets example\u0027 by adopting Rooney Rule for hiring future England managers","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/2371801090079802407_4201687.jpg?20180109174421","source":"Openmedia"},"summary":"The next England manager will be appointed from a list of candidates which will include at least one person from a black, Asian or minority ethnic (BAME) background.","body":["The Football Association\u0027s chief executive Martin Glenn revealed the body would adopt its own version of the so-called Rooney Rule for candidates being interviewed for future roles within the England set-up.","He said the FA was committed to implementing the rule - named after the Naional Football League\u0027s (NFL) diversity committee chairman Dan Rooney - when it comes to choosing current manager Gareth Southgate\u0027s successor.","The move, which was introduced at the start of the year, follows figures by the Sports People\u0027s Think Tank which found just 22 of 482 coaching positions in the top four football divisions were held by BAME coaches.","\u003Cstrong\u003E:: \u003Ca href=\u0022https:\/\/news.sky.com\/story\/brexit-vote-sparks-rise-in-islamophobia-against-muslim-footballers-at-grass-roots-level-11172510\u0022 target=\u0022_blank\u0022\u003EBrexit vote \u0027sparks rise in Islamophobia\u0027 against Muslim footballers at grassroots level\u003C\/a\u003E\u003C\/strong\u003E",{"buttonId":"193fc13c5dd2cfe1270856d469510bcc"},"Currently, there are just five BAME managers in England\u0027s top four divisions - Northampton\u0027s Jimmy Floyd Hasselbaink, Carlisle\u0027s Keith Curle, Wolves\u0027 Nuno Espirito Santo and Chesterfield\u0027s Jack Lester.","Chris Hughton is the only non-white manager in the Premier League.","Mr Glenn said: \u0022We are there to set an example. I think the Rooney Rule on its own isn\u0027t enough. All the other programmes about building the pipeline of talented young BAME coaches is also important at the same time.","\u0022We are also quite a big employer as well if you think about the number of 28 England teams now, if you include men\u0027s, women\u0027s and disability.","\u0022I think in talking to people at the Premier League and the FA, I don\u0027t see any resistance to it and to be fair the EFL (English Football League] has a Rooney Rule in place.\u0022","The policy change comes after \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/fa-sorry-but-face-blackmail-claim-over-mark-sampson-race-row-11087154\u0022 target=\u0022_blank\u0022\u003EEni Aluko brought allegations of racism\u003C\/a\u003E\u003C\/strong\u003E against England women\u0027s team manager Mark Sampson - which led to his sacking.","\u003Cstrong\u003E:: \u003Ca href=\u0022https:\/\/news.sky.com\/story\/black-asian-and-minority-ethnic-graduates-face-significant-jobs-gap-study-11070324\u0022 target=\u0022_blank\u0022\u003EBlack, Asian and minority-ethnic graduates face significant jobs gap - study\u003C\/a\u003E\u003C\/strong\u003E","The controversy sparked a new whistle-blowing procedure for players.","Mr Glenn said: \u0022She (Eni) was asked and this is a sport-wide issue. We consulted with UK Sport and they were delighted to work with us. How can elite players in a programme make a complaint and not jeopardise their place.","\u0022UK Sport specifically asked to talk to Eni and she made some very useful suggestions which have largely been incorporated.\u0022","The FA also announced a boost in grassroots funding and initiatives to improve diversity in the sport.","It said it would double the prize fund for FA Cup wins at every stage of the tournament and inject £9m more a year for grassroots facilities and £6m more a year to increase grassroots participation."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/fa-sets-example-by-adopting-rooney-rule-for-hiring-future-england-managers-11201444","video":{"id":3700222,"type":"video","firstCreated":1467818292,"lastRevised":1467818292,"headline":"Footballers are being urged to learn from the \u0027inclusive\u0027 Olympics","photo":{"url":"https:\/\/e3.365dm.com\/16\/07\/{width}x{height}\/16116756_3601040.jpg?20160705095227","source":"Getty"},"summary":"Bosses at the FA need to do much more to tackle racism in football, according to a new report. Nick Pisa reports.","runtime":115,"formats":{"MP4_374":"http:\/\/video.news.sky.com\/h264\/vod\/374\/2012\/09\/190912-racism-football-pisa-06.mp4","MP4_700":"http:\/\/video.news.sky.com\/h264\/vod\/700\/2012\/09\/190912-racism-football-pisa-06.mp4","FLV":"http:\/\/video.news.sky.com\/flash\/vod\/2012\/09\/190912-racism-football-pisa-06.flv"},"sensitivity":"normal","dayportId":"184106","videoPlatformId":"news-184106"},"mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/2371801090079802407_4201687.jpg?20180109174421","source":"Openmedia"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/2371801090079802407_4201687.jpg?20180109174421","source":"Openmedia"},"buttons":[{"id":"193fc13c5dd2cfe1270856d469510bcc","text":"Ethnic Minorities Lose Out On Jobs","module":{"id":3496781,"type":"video","self":"https:\/\/feeds.skynews.com\/feeds\/mobile\/module\/video\/3496781"}}]},{"id":"11201325","type":"story","headline":"Police officer sacked after \u0027eating kebab\u0027 while missing on duty","primary":{"id":"11201325","type":"article","firstCreated":1515506880,"lastRevised":1515522300,"headline":"Police officer sacked after \u0027eating kebab\u0027 while missing on duty","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-pc-richard-musgrave_4201430.jpg?20180109101635","source":"Other"},"summary":"A police officer accused of eating a kebab while missing on duty has been sacked following a misconduct hearing.","body":["PC Richard Musgrave, 52, was dismissed from Cambridgeshire Police without notice after allegedly going missing from March police station to give a woman and her friends a lift, before driving to an industrial estate to eat a kebab.","The incident on 31 July 2016 sparked an emergency search by officers who were concerned for his welfare.","The four-day hearing in Peterborough concluded he had breached professional standards in respect to honesty and integrity, discreditable conduct and duties and responsibilities.","PC Musgrave said he had been on the industrial estate for burglary control but was unable to be contacted as his mobile phone was on silent, his watch stopped and his ear piece had come out of his radio.","He allegedly later \u0022dishonestly told the sergeant that he had gone to the industrial estate to finish writing a statement and had fallen asleep there\u0022.","PC Musgrave was further accused of driving a marked vehicle to meet a woman at a Wetherspoons pub while on duty.","Some of the group the woman was drinking with were alleged to have behaved in a drunken or abusive manner and were refused service by the pub.","He was allegedly aware of the group\u0027s behaviour but did not take the correct steps to address the situation and was said to have supplied a witness statement containing false information."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/police-officer-sacked-after-eating-kebab-while-missing-on-duty-11201325","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-pc-richard-musgrave_4201430.jpg?20180109101635","source":"Other"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-pc-richard-musgrave_4201430.jpg?20180109101635","source":"Other"}}]}}