{"category":{"title":"WORLD NEWS","stories":[{"id":"11200813","type":"story","headline":"North Korea to send team to Olympics in South Korea in breakthrough","primary":{"id":"11200813","type":"article","firstCreated":1515461580,"lastRevised":1515493200,"headline":"North Korea to send team to Olympics in South Korea in breakthrough","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-notrh-korea-south-korea_4201272.jpg?20180109052851","source":"Reuters"},"summary":"North Korea has agreed to send a delegation to next month\u0027s winter Olympics in South Korea - a diplomatic breakthrough during rare talks between the two rivals.","body":["The Koreas held their first formal talks in more than two years.","During a meeting in the village of Panmunjom, which sits on the border, the two nations discussed next month\u0027s Winter Olympics in the South Korean county of Pyeongchang.","North Korea offered to send a delegation of high-ranking officials, athletes and a cheering squad to the event.","Meanwhile, South Korea proposed that athletes from both nations march together at the opening ceremony - bringing the prospect of improved ties after years of strained relations.","Seoul went on to suggest that military talks should take place with a view to reducing tensions on the Korean peninsula, and raised the prospect of resuming temporary reunions for families separated by war.","\u003Cstrong\u003E:: \u003Ca href=\u0022https:\/\/news.sky.com\/story\/what-south-korea-really-wants-to-ask-north-korea-as-formal-talks-begin-11200267\u0022 target=\u0022_blank\u0022\u003EThe questions South Korea really wants to ask North Korea\u003C\/a\u003E\u003C\/strong\u003E","Citizens living in Pyongyang have said the talks - which follow an olive branch invitation from North Korean leader Kim Jong Un in an unusual New Year address - are encouraging.","One of them, Kim Ri Ah, said: \u0022Every Korean really wants relations between the North and South to improve, it\u0027s urgent, it\u0027s an important thing that the whole nation should solve by coming together.","\u0022Anything that provokes either side or creates obstacles to reunification should completely stop.\u0022","The meeting comes at a time of heightening tensions on the peninsula, with some of most bellicose rhetoric from the North and the US in living memory.","Recently, leaders have openly compared the size and effectiveness of their \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/my-button-is-much-bigger-trump-threatens-north-korea-with-nuclear-war-11193800\u0022 target=\u0022_blank\u0022\u003Enuclear \u0022buttons\u0022\u003C\/a\u003E\u003C\/strong\u003E to the dismay and alarm of hundreds of millions.","Those expecting an easing of tensions to follow these talks may need to manage their expectations.","A lot more than sport may be motivating Kim. He may be seeking to exploit tensions between the South and its patrons, the US, under Donald Trump.","South Korea\u0027s President, Moon Jae-in, has openly differed with Mr Trump by arguing for economic and diplomatic co-operation with North Korea, as the American president pushed for the opposite, over the isolated state\u0027s continuing missile and nuclear tests and progress towards a nuclear missile capable of hitting the US mainland.","Mr Moon also angered the Americans by claiming they had given him a veto over any US military action against the North.","Kim is likely to use these talks to drive a wedge between the South and the US - which he hopes might make it harder for sanctions to be tightened against his regime.",{"buttonId":"b16ffea8bfb8cacf692b99f6bb9f5b77"},"Sanctions, in particular Chinese restrictions on some fuel imports, are thought to be making life increasingly difficult for the Kim regime.","But he will also hope it makes preemptive military action against the North less likely.","Reports from Washington suggest policymakers and military planners are now preparing for what was previously unthinkable, a first strike US military operation against the North. That would most likely lead to a North Korean retaliation that would in turn kill tens of thousands in South Korea.","Some Trump officials have indicated that may be a price they are prepared to pay."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/north-and-south-korea-begin-efforts-to-thaw-relations-in-formal-talks-11200813","video":{"id":4191871,"type":"video","firstCreated":1514277881,"lastRevised":1514338291,"headline":"Body Language: Kim Jong Un","photo":{"url":"https:\/\/e3.365dm.com\/17\/12\/{width}x{height}\/skynews-vju-body-language_4189853.jpg?20171222154855","source":"Getty"},"summary":"North Korean leader Kim Jong Un\u0027s body language is the latest to be put under the microscope by our expect.","runtime":171,"formats":{"MP2T_":"http:\/\/player.ooyala.com\/player\/appletv\/Q0dnhyZDE6IG7aqnoSUmxLOkGJl1el5K.m3u8","MP4_374":"http:\/\/ooyala.news.sky.com\/Q0dnhyZDE6IG7aqnoSUmxLOkGJl1el5K\/DOcJ-FxaFrRg4gtDEwOjk0OjZmO73fD2","MP4_700":"http:\/\/ooyala.news.sky.com\/Q0dnhyZDE6IG7aqnoSUmxLOkGJl1el5K\/DOcJ-FxaFrRg4gtDEwOm90OmtuO6gGpU","MP4_3000":"http:\/\/ooyala.news.sky.com\/Q0dnhyZDE6IG7aqnoSUmxLOkGJl1el5K\/DOcJ-FxaFrRg4gtDEwOjM3NjpvMTE79t"},"sensitivity":"normal","ooyalaId":"Q0dnhyZDE6IG7aqnoSUmxLOkGJl1el5K","videoPlatformId":"Q0dnhyZDE6IG7aqnoSUmxLOkGJl1el5K"},"mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-notrh-korea-south-korea_4201272.jpg?20180109052851","source":"Reuters"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-notrh-korea-south-korea_4201272.jpg?20180109052851","source":"Reuters"},"buttons":[{"id":"b16ffea8bfb8cacf692b99f6bb9f5b77","text":"Body Language: Kim Jong Un","module":{"id":4191871,"type":"video","self":"https:\/\/feeds.skynews.com\/feeds\/mobile\/module\/video\/4191871"}}]},{"id":"11200833","type":"story","headline":"Man Utd striker Romelu Lukaku hits back at H&M \u0027racist\u0027 hoodie advert","primary":{"id":"11200833","type":"article","firstCreated":1515473220,"lastRevised":1515521940,"headline":"Man Utd striker Romelu Lukaku hits back at H&M \u0027racist\u0027 hoodie advert","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-romelu-lukaku-hm-hoodie_4201534.jpg?20180109123937","source":"Other"},"byline":"Bethany Minelle, News Reporter","summary":"Manchester United striker Romelu Lukaku has hit out at  H&M’s \u0022racist\u0022 children\u0027s hoodie advert, modifying the controversial slogan to read \u0022Black Is Beautiful\u0022.","body":["The original photo showed the black child model wearing a green sweatshirt with the caption: \u0022Coolest monkey in the jungle\u0022 on the front.","Lukaku, 24, who has more than 2.3m Instagram followers, wrote: \u0022You\u0027re prince soon to be a king. Don\u0027t let anybody tell you different... #blackexcellence\u0022.","The post received more than 150,000 likes in less than 12 hours.","The Belgian footballer is the latest to join the outrage against the retailer\u0027s advertising campaign, which has been described as racist.","Canadian singer The Weeknd, who has a clothing line with the retailer, severed ties with H&M on Monday saying he was both \u0022deeply offended\u0022 and \u0022shocked and embarrassed\u0022 by the advert.","The advert has received widespread criticism on social media - including from basketball star LeBron James.","The NBA superstar added a crown to the image on his Instagram post, writing: \u0022when I look at this photo I see a Young King!!\u0022","The Swedish low-cost fashion brand has apologised and removed the image from their website.","In a statement, H&M said: \u0022This image has now been removed from all H&M channels and we apologise to anyone this may have offended.\u0022","The company added that it understood and agreed with The Weeknd\u0027s reaction, saying that it would \u0022continue the discussion\u0022 with the 27-year-old musician and his team.","\u0022We are deeply sorry that the picture was taken,\u0022 a spokesman said.","The hoodie is still available to purchase, but now no longer shows the image of the product modelled on a child.","Several similar jungle themed sweatshirts modelled by white children remain on the site."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/the-weeknd-ends-ties-with-hm-over-racist-advert-featuring-black-child-11200833","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-romelu-lukaku-hm-hoodie_4201534.jpg?20180109123937","source":"Other"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-romelu-lukaku-hm-hoodie_4201534.jpg?20180109123937","source":"Other"}},{"id":"11201382","type":"story","headline":"When advertisers get their campaigns wrong","primary":{"id":"11201382","type":"article","firstCreated":1515510060,"lastRevised":1515510300,"headline":"When advertisers get their campaigns wrong","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-kendall-jenner-pepsi_4201584.jpg?20180109131740","source":"Other"},"summary":"","body":[],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/when-advertisers-get-their-campaigns-wrong-11201382","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-kendall-jenner-pepsi_4201584.jpg?20180109131740","source":"Other"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-kendall-jenner-pepsi_4201584.jpg?20180109131740","source":"Other"}},{"id":"11201573","type":"story","headline":"Donald Trump: I could beat Oprah in presidential election","primary":{"id":"11201573","type":"article","firstCreated":1515519900,"lastRevised":1515534180,"headline":"Donald Trump: I could beat Oprah in presidential election","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-oprah-winfrey-trump_4201797.jpg?20180109184953","source":"Reuters"},"byline":"Alix Culbertson, News Reporter","summary":"Donald Trump claims he could beat Oprah Winfrey in a presidential election.","body":["The idea that media mogul Winfrey could run for the White House was sparked following her speech at the Golden Globe Awards in LA.","Friends said private discussions had been ongoing for months, adding that she was \u0022actively thinking\u0022 about running for President.","Mr Trump said he did not think the actress and talk show host would run.","But he added: \u0022Yeah, I\u0027ll beat Oprah. Oprah would be a lot of fun.","\u0022I know her very well. You know, I did one of her last shows. She had Donald Trump, this was before politics, her last week. And she had Donald Trump and my family, it was very nice.","\u0022No, I like Oprah, I don\u0027t think she\u0027s gonna run. I don\u0027t think she\u0027s gonna run. I know her very well.\u0022","After accepting the Cecil B DeMille award on Sunday night, Winfrey told the story of a black woman, Recy Taylor, who was raped by six white men in Alabama in 1944.","An all-male jury refused to indict her attackers and she died 10 days ago, shortly before her 98th birthday, never receiving justice.","On an evening when women at the awards show wore black \u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/times-up-golden-globes-stars-defiant-against-abusers-11199854\u0022 target=\u0022_blank\u0022\u003Ein solidarity with those who have suffered sexual harassment\u003C\/a\u003E\u003C\/strong\u003E, Winfrey, 63, said: \u0022She (Ms Taylor) lived as we all have lived - too many years in a culture broken by brutally powerful men.","\u0022For too long, women have not been heard or believed if they dared to speak their truth to the power of those men, but their time is up.\u0022","Shortly afterwards, the hashtags #Oprahforpresident and #Oprah2020 began trending on Twitter.","Mr Trump\u0027s daughter, Ivanka, tweeted her support for Winfrey - though not necessarily politically.","She wrote: \u0022Just saw @Oprah\u0027s empowering and inspiring speech at last night\u0027s #GoldenGlobes. Let\u0027s all come together, women & men, & say #TIMESUP! UNITED.\u0022"],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/trump-i-could-beat-oprah-in-presidential-election-11201573","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-oprah-winfrey-trump_4201797.jpg?20180109184953","source":"Reuters"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-oprah-winfrey-trump_4201797.jpg?20180109184953","source":"Reuters"}},{"id":"11201456","type":"story","headline":"Anger as 17th Century instrument worth £148,000 smashed on Alitalia flight","primary":{"id":"11201456","type":"article","firstCreated":1515514260,"lastRevised":1515518700,"headline":"Anger as 17th Century instrument worth £148,000 smashed on Alitalia flight","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-viol-myrna-herzog-alitalia_4201715.jpg?20180109163354","source":"Other"},"byline":"Alix Culbertson, News Reporter","summary":"Musicians are furious after a 17th Century string instrument worth £148,000 was severely damaged during a flight.","body":["Myrna Herzog claims she was forced to place her viola de gamba in the hold during an Alitalia flight from Rio de Janeiro to Tel Aviv.","She posted photos of the damaged instrument on social media, showing it smashed in half with the hard case partly destroyed.","Fellow musicians have expressed dismay and anger at the way the beautiful instrument, which is slightly smaller than a cello and was popular with Henry VIII, was handled.","Mrs Herzog, director of Israeli classical music group Phoenix, said she asked to purchase a seat for her viol but was told the flight on 3 January was full.","She said they told her it would have to be put in the hold and was assured it would be hand carried and treated as a fragile item.","The Brazil-born musician did not see the instrument during her stop-over in Rome and when she arrived in Tel Aviv she had to go to the baggage reclaim desk as it did not appear.","\u0022They went down to find it, and got back saying that it had arrived broken, and that I had to fill a form,\u0022 she told musical news website the Strad.","\u0022After I did so they brought it, and the sight was really horrific. Even they were horrified.\u0022","Mrs Herzog said over the past 40 years she has travelled with many viols but there is a growing \u0022disrespect for the musician\u0022.","Thousands of musicians have taken to social media to support the director.","Mark Wickersham said: \u0022This is beyond tragic. No amount of money can bring an ancient voice back to our world once it is silenced.\u0022","Patti Murray Lucas said: \u0022All of us musicians are traumatised and horrified at the sight of this senseless carelessness! I am SO sorry.\u0022","However, some accused Dr Herzog of being careless. Paolo Tagliamento said: \u0022Every musician buys an extra ticket if the instrument is not hand luggage.","\u0022This is just a big lack of responsibility, 99% probability that this can happen. Never leave your instrument in somebody else\u0027s hands.\u0022","Daniel Temnik added: \u0022Next time buy a seat… like every other self-respecting musician does.\u0022","Alitalia said it \u0022regretted\u0022 what happened but claimed she did not request an extra seat and after being offered one she refused despite being told \u0022the best solution for such a delicate item was to bring it with her in the cabin\u0022.","A statement added: \u0022That said, Alitalia deeply regrets what happened to Mrs Herzog and will proceed, having established the facts, with the reimbursement in compliance with the international regulations in force.\u0022","Mrs Herzog has refuted Alitalia\u0027s claim about being offered a seat, saying it is \u0022a blatant lie\u0022."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/anger-as-17th-century-instrument-worth-163148000-smashed-on-alitalia-flight-11201456","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-viol-myrna-herzog-alitalia_4201715.jpg?20180109163354","source":"Other"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-viol-myrna-herzog-alitalia_4201715.jpg?20180109163354","source":"Other"}},{"id":"11201759","type":"story","headline":"13,000 holidaymakers stranded by Alps avalanches","primary":{"id":"11201759","type":"article","firstCreated":1515528420,"lastRevised":1515531360,"headline":"13,000 holidaymakers stranded by Alps avalanches","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/2371801090080104507_4201841.jpg?20180109200752","source":"Openmedia"},"byline":"Ajay Nair, News Reporter","summary":"Thousands of tourists have been left stranded in the Swiss Alps as avalanches and heavy snowfall continue to cause chaos in northern Italy.","body":["About 13,000 holidaymakers in the Swiss resort of Zermatt have been left stranded as nearby roads, trains and cable cars into the town were closed over fears of avalanches in the region.","A police official at the resort, popular among backpackers and the wealthy, said 100 people an hour could be transported to the nearby village of Taesch.","They said only those who requested to used the \u0022air bridge\u0022 were being moved and insisted it was not an official evacuation.","Bulldozers have since been deployed in Zermatt to plough through snowdrifts so streets can be salted.","Officials were reportedly carrying out controlled explosions to clear piled-up snow covering roads and railway tracks.","The extreme conditions in the region come as one avalanche ploughed into a building and others forced roads to close in nearby northern Italy.","Another avalanche reportedly burst through windows in the converted Olympic Village near Turin as up to two metres of snow fell nearby.","Staff at the Sestriere accommodation complex were reportedly forced to evacuate despite its owners insisting the village was operating as usual.","Janine Imesch of the Zermatt tourism office said her office suffered a temporary power cut but said tourists were safe with the road closures in place.","\u0022There is nothing to panic about, everything is fine,\u0022 she added. \u0022Only the ski areas are closed. In the village, the atmosphere is relaxed.\u0022","The head of Zermatt\u0027s town council, Rory Biner, told state media it had been many years since the region had seen such severe snowfall.","She said: \u0022It surprised us a bit this year and we\u0027re trying to make the best of it.\u0022","At least 31.5 inches of snow had dropped in Zermatt over a 24-hour period, according to Switzerland\u0027s WSL Institute for Snow and Avalanche Research, which raised the risk of an avalanche taking place to a maximum warning level of five.","Authorities expect conditions to improve by Wednesday."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/13000-holidaymakers-stranded-by-alps-avalanches-11201759","video":{"id":4201641,"type":"video","firstCreated":1515510284,"lastRevised":1515519848,"headline":"Rare snowfall hits Sahara Desert","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/af5a220f3ab2cd9c83e47e6271289ed84668f81028488d651d7069ebb8e331fc_4201744.jpg?20180109170202","source":"Ooyala - Sky News UK"},"summary":"The hottest desert in the world has seen some snow after a rare bout of icy weather hit the town of Ain Sefra in northern Algeria.","runtime":39,"formats":{"MP2T_":"http:\/\/player.ooyala.com\/player\/appletv\/BubzR3ZDE6m6_1ey7aiquDlTcFcsRe8f.m3u8","MP4_374":"http:\/\/ooyala.news.sky.com\/BubzR3ZDE6m6_1ey7aiquDlTcFcsRe8f\/DOcJ-FxaFrRg4gtDEwOjk0OjZmO73fD2","MP4_700":"http:\/\/ooyala.news.sky.com\/BubzR3ZDE6m6_1ey7aiquDlTcFcsRe8f\/DOcJ-FxaFrRg4gtDEwOm90OmtuO6gGpU","MP4_3000":"http:\/\/ooyala.news.sky.com\/BubzR3ZDE6m6_1ey7aiquDlTcFcsRe8f\/DOcJ-FxaFrRg4gtDEwOjM3NjpvMTE79t"},"sensitivity":"normal","ooyalaId":"BubzR3ZDE6m6_1ey7aiquDlTcFcsRe8f","videoPlatformId":"BubzR3ZDE6m6_1ey7aiquDlTcFcsRe8f"},"mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/2371801090080104507_4201841.jpg?20180109200752","source":"Openmedia"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/2371801090080104507_4201841.jpg?20180109200752","source":"Openmedia"}},{"id":"11201815","type":"story","headline":"Steve Bannon leaves Breitbart days after explosive Trump book","primary":{"id":"11201815","type":"article","firstCreated":1515532620,"lastRevised":1515534240,"headline":"Steve Bannon leaves Breitbart days after explosive Trump book","photo":{"url":"https:\/\/e3.365dm.com\/17\/10\/{width}x{height}\/skynews-steve-bannon-donald-trump_4133828.jpg?20171021103042","source":"Reuters"},"summary":"Donald Trump\u0027s former chief strategist has left Breitbart News days after the explosive Fire and Fury book was released.","body":["The network\u0027s CEO called the 64 year old a \u0022valued part of our legacy\u0022.","A statement released on the website said: \u0022Stephen K Bannon has stepped down from Breitbart News Network, where he served as Executive Chairman since 2012.\u0022","Breitbart CEO Larry Solov, said: \u0022Steve is a valued part of our legacy, and we will always be grateful for his contributions, and what he has helped us to accomplish.\u0022","The website\u0027s financial backers and political supporters pulled out following the numerous claims Mr Bannon made against US President Donald Trump in Michael Wolff\u0027s book Fire and Fury: Inside the Trump White House, published on Friday.","Mr Bannon, who was previously Mr Trump\u0027s closest confidant, questioned his former boss\u0027 mental stability, claimed those close to the President described him as a \u0022moron, an idiot\u0022 and his deputy chief of staff said working with him is like \u0022trying to figure out what a child wants\u0022.","\u003Cstrong\u003E:: \u003Ca href=\u0022https:\/\/news.sky.com\/story\/comb-overs-and-cheeseburgers-top-trump-revelations-from-explosive-new-book-11195178\u0022 target=\u0022_blank\u0022\u003EComb-overs and cheeseburgers: Top Trump revelations from explosive new book\u003C\/a\u003E\u003C\/strong\u003E","\u003Cstrong\u003E:: \u003Ca href=\u0022https:\/\/news.sky.com\/story\/president-trump-orders-cease-and-desist-on-tell-all-book-11195453\u0022 target=\u0022_blank\u0022\u003EPresident Trump orders \u0027cease and desist\u0027 on tell-all book\u003C\/a\u003E\u003C\/strong\u003E","Backers of the right-wing website, including the billionaire Mercer family, were not happy with the clash.","During the US election trail Breitbart became one of the go-to sources of information for those supporting the Trump campaign.","The Breitbart board, including the Mercers, Larry Solov and Susie Breitbart, have reportedly spent the past few days debating whether Mr Bannon needed to go.","All board members were united in voting for him to be ousted and Mr Bannon was contacted on Monday to be told he had to go, according to the Wall Street Journal.","\u003Cstrong\u003EMore follows...\u003C\/strong\u003E"],"newsType":"breaking"},"url":"http:\/\/news.sky.com\/story\/steve-bannon-leaves-breitbart-days-after-explosive-trump-book-11201815","mainPhoto":{"url":"https:\/\/e3.365dm.com\/17\/10\/{width}x{height}\/skynews-steve-bannon-donald-trump_4133828.jpg?20171021103042","source":"Reuters"},"photo":{"url":"https:\/\/e3.365dm.com\/17\/10\/{width}x{height}\/skynews-steve-bannon-donald-trump_4133828.jpg?20171021103042","source":"Reuters"}},{"id":"11201165","type":"story","headline":"Thai PM tells reporters to direct all their questions at his cardboard cut-out","primary":{"id":"11201165","type":"article","firstCreated":1515499440,"lastRevised":1515504960,"headline":"Thai PM tells reporters to direct all their questions at his cardboard cut-out","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-prayuth-chan-ocha-thailand-prime-minister_4201492.jpg?20180109112340","source":"Reuters"},"summary":"Thai Prime Minister Prayut Chan-O-Cha has told reporters outside Government House in Bangkok to direct their questions at a cardboard cut-out of himself.","body":["Leaving people bemused, the Thai military junta leader said: \u0022Whoever wants to take a picture, ask political questions... about conflict... ask this guy,\u0022 and pointed to the life-size cut-out which had been placed in front of a microphone.",{"buttonId":"142a822345216945774c486913a5d0dc"},"His antics drew an angry reaction, with some Thai social media users suggesting his casual attitude was inappropriate.","\u0022If you don\u0027t have the ability to answer people\u0027s questions, how can you solve people\u0027s problems?\u0022 one person wrote on Facebook.","Another Facebook post accused Mr Prayut of showing \u0022bad manners\u0022.","The Thai Prime Minister has garnered a reputation for his rough treatment of the media.","He has previously tossed a banana peel at a cameraman, threatened to smack someone with his podium and pulled a reporter along by the ear.","Many Thais now believe he is remodelling himself as a fun-loving, likeable character instead of a stern ex-general in time for elections slated for later this year.","Mr Prayut seizied power in a 2014 coup by deposing then-prime minister Yingluck Shinawatra."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/thai-pm-tells-reporters-to-direct-all-their-questions-at-his-cardboard-cut-out-11201165","video":{"id":4201577,"type":"video","firstCreated":1515503644,"lastRevised":1515504950,"headline":"Thai PM refers media to \u0027cut out\u0027","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/Ut_HKthATH4eww8X4xMDoxOjA4MTsiGN_4201578.jpg?20180109131404","source":"Ooyala - Sky News UK"},"summary":"Thailand\u0027s Prime Minister refused to take questions from the media and instead referred journalists to a cardboard cut out.","runtime":27,"formats":{"MP2T_":"http:\/\/player.ooyala.com\/player\/appletv\/RobjN3ZDE6xw75OUyX0JKGePWEXwEZ4D.m3u8","MP4_374":"http:\/\/ooyala.news.sky.com\/RobjN3ZDE6xw75OUyX0JKGePWEXwEZ4D\/DOcJ-FxaFrRg4gtDEwOjk0OjZmO73fD2","MP4_700":"http:\/\/ooyala.news.sky.com\/RobjN3ZDE6xw75OUyX0JKGePWEXwEZ4D\/DOcJ-FxaFrRg4gtDEwOm90OmtuO6gGpU","MP4_3000":"http:\/\/ooyala.news.sky.com\/RobjN3ZDE6xw75OUyX0JKGePWEXwEZ4D\/DOcJ-FxaFrRg4gtDEwOjM3NjpvMTE79t"},"sensitivity":"normal","ooyalaId":"RobjN3ZDE6xw75OUyX0JKGePWEXwEZ4D","videoPlatformId":"RobjN3ZDE6xw75OUyX0JKGePWEXwEZ4D"},"mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-prayuth-chan-ocha-thailand-prime-minister_4201492.jpg?20180109112340","source":"Reuters"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-prayuth-chan-ocha-thailand-prime-minister_4201492.jpg?20180109112340","source":"Reuters"},"buttons":[{"id":"142a822345216945774c486913a5d0dc","text":"Thai PM refers media to \u0027cut out\u0027","module":{"id":4201577,"type":"video","self":"https:\/\/feeds.skynews.com\/feeds\/mobile\/module\/video\/4201577"}}]},{"id":"11201042","type":"story","headline":"Hundreds of bats die as Australia heatwave \u0027fries their brains\u0027","primary":{"id":"11201042","type":"article","firstCreated":1515492780,"lastRevised":1515505860,"headline":"Hundreds of bats die as Australia heatwave \u0027fries their brains\u0027","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-bats-australia-heatwave_4201513.jpg?20180109115037","source":"Other"},"summary":"Hundreds of bats have died in a scorching heatwave in Australia as the soaring temperatures \u0022fried their brains\u0022, experts have said.","body":["The mercury rose to 45C (113F) in Sydney\u0027s western suburb of Campbelltown on Sunday.","Wildlife officials said hundreds, if not thousands, of flying fox bats fell from trees after falling victim to the intense heat.","Campbelltown flying fox colony manager Kate Ryan told the local Camden Advertiser: \u0022They basically boil... their brain just fries and they become incoherent.","\u0022It would be like standing in the middle of a sandpit with no shade.\u0022","The flying fox is Australia\u0027s largest bat and is listed as a \u0022vulnerable\u0022 species nationally with its survival ranked as a \u0022critical priority\u0022 under local laws.","New South Wales Wildlife Information, Rescue and Education Service (WIRES) said losses of bats to the brutal conditions could run into the thousands.","Rescuers were able to save the lives of more than a hundred of the animals, but many scattered across the ground did not survive and others died still clinging to trees.","\u003Cstrong\u003E\u003Ca href=\u0022https:\/\/news.sky.com\/story\/sydney-swelters-on-hottest-day-in-nearly-80-years-11198930\u0022 target=\u0022_blank\u0022\u003ESydney recorded its hottest day since 1939\u003C\/a\u003E\u003C\/strong\u003E on Sunday when the suburb of Penrith reached 47.3C (117F).","Players were forced off the court at Sydney International tennis tournament due to the extreme weather conditions.","It comes after researchers warned that climate change means more than 99% of green sea turtles in some areas of the Great Barrier Reef \u003Ca href=\u0022https:\/\/news.sky.com\/story\/climate-change-means-most-green-sea-turtles-on-the-great-barrier-reef-are-female-11200990\u0022 target=\u0022_blank\u0022\u003E\u003Cstrong\u003Eare now female\u003C\/strong\u003E\u003C\/a\u003E.","Rising temperatures could mean the \u0022complete feminisation\u0022 of the endangered species, the study found.","Freezing temperatures as the US was hit by a dangerous cold snap also caused cold-blooded iguanas to \u003Ca href=\u0022https:\/\/news.sky.com\/story\/us-braces-for-coldest-night-in-its-history-11197063\u0022 target=\u0022_blank\u0022\u003E\u003Cstrong\u003Efall out of trees\u003C\/strong\u003E\u003C\/a\u003E."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/hundreds-of-bats-die-as-australia-heatwave-fries-their-brains-11201042","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-bats-australia-heatwave_4201513.jpg?20180109115037","source":"Other"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-bats-australia-heatwave_4201513.jpg?20180109115037","source":"Other"}},{"id":"11201427","type":"story","headline":"\u0027Dead\u0027 prisoner saved from the scalpel after waking up inside body bag","primary":{"id":"11201427","type":"article","firstCreated":1515512520,"lastRevised":1515522120,"headline":"\u0027Dead\u0027 prisoner saved from the scalpel after waking up inside body bag","photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-morgue-mortuary-body-bag_4201677.jpg?20180109155137","source":"Getty"},"summary":"A prisoner in Spain was saved from being cut open after he reportedly began snoring from inside a body bag  - despite being certified dead by three doctors.","body":["Gonzalo Montoya Jimenez, an inmate at a jail in the Asturia region, woke up just hours before his post-mortem examinination after guards believed he had died in his cell in the morning.","The \u0022death\u0022 had been signed off by three experienced doctors who then sent his body to the mortuary.","His family told local newspaper La Voz de Asturias that his body had been marked and was \u0022ready to be opened up\u0022 when noises were heard from inside the bag.","Hospital sources reportedly believe the prisoner may have a condition called catalepsy, where a person\u0027s vital signs slow down so much they are barely perceptible.","Montoya, 29, is now in intensive care at a hospital in the regional capital Oviedo."],"newsType":"normal"},"url":"http:\/\/news.sky.com\/story\/dead-prisoner-saved-from-the-scalpel-after-waking-up-inside-body-bag-11201427","mainPhoto":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-morgue-mortuary-body-bag_4201677.jpg?20180109155137","source":"Getty"},"photo":{"url":"https:\/\/e3.365dm.com\/18\/01\/{width}x{height}\/skynews-morgue-mortuary-body-bag_4201677.jpg?20180109155137","source":"Getty"}}]}}